[
    {
        "name": "1. peatükk ÜLDSÄTTED",
        "sections": [],
        "paragraphs": [
            {
                "text": "§ 1. Karistusseadustiku üldosa kohaldamisala",
                "subsections": [
                    "Karistusseadustiku üldosa sätteid kohaldatakse käesoleva seadustiku eriosas ja muudes seadustes sätestatud süütegude eest karistamiseks.",
                    "Karistusseadus käesoleva peatüki tähenduses on käesolev seadustik või muu seadus, mis näeb ette karistuse süüteo eest."
                ]
            },
            {
                "text": "§ 2. Karistamise alus",
                "subsections": [
                    "Kedagi ei tohi süüdi mõista ega karistada teo eest, mis selle toimepanemise ajal kehtinud seaduse kohaselt ei olnud süütegu.",
                    "Karistatakse teo eest, kui see vastab süüteokoosseisule, on õigusvastane ja isik on selle toimepanemises süüdi.",
                    "Sama süüteo eest ei või kedagi karistada mitu korda, sõltumata sellest, kas karistus on mõistetud Eestis või mõnes teises riigis.",
                    "Tegu ei või tunnistada süüteoks seaduse analoogia põhjal."
                ]
            },
            {
                "text": "§ 3. Süütegude liigid",
                "subsections": [
                    "Süütegu on käesolevas seadustikus või muus seaduses sätestatud karistatav tegu.",
                    "Süüteod on kuriteod ja väärteod.",
                    "Kuritegu on käesolevas seadustikus sätestatud süütegu, mille eest on füüsilisele isikule põhikaristusena ette nähtud rahaline karistus või vangistus ja juriidilisele isikule rahaline karistus või sundlõpetamine.",
                    "Väärtegu on käesolevas seadustikus või muus seaduses sätestatud süütegu, mille eest on põhikaristusena ette nähtud rahatrahv või arest.",
                    "Kui isik paneb toime teo, mis vastab väärteo- ja kuriteokoosseisule, karistatakse isikut üksnes kuriteo eest. Kui kuriteo eest karistust ei mõisteta, võib isikut karistada väärteo eest."
                ]
            },
            {
                "text": "§ 4. Kuritegude raskusastmed",
                "subsections": [
                    "Kuriteod on esimese ja teise astme kuriteod.",
                    "Esimese astme kuritegu on süütegu, mille eest on käesolevas seadustikus raskeima karistusena ette nähtud tähtajaline vangistus üle viie aasta, eluaegne vangistus või sundlõpetamine.",
                    "Teise astme kuritegu on süütegu, mille eest on käesolevas seadustikus karistusena ette nähtud tähtajaline vangistus kuni viis aastat või rahaline karistus.",
                    "Karistuse kergendamine või raskendamine käesoleva seadustiku üldosa sätete alusel ei muuda kuriteo raskusastet."
                ]
            },
            {
                "text": "§ 5. Karistusseaduse ajaline kehtivus",
                "subsections": [
                    "Karistus mõistetakse teo toimepanemise ajal kehtinud seaduse järgi.",
                    "Seadusel, mis välistab teo karistatavuse, kergendab karistust või muul viisil leevendab isiku olukorda, on tagasiulatuv jõud.",
                    "Seadusel, mis tunnistab teo karistatavaks, raskendab karistust või muul viisil halvendab isiku olukorda, ei ole tagasiulatuvat jõudu.",
                    "Süüteod inimsuse vastu ja sõjasüüteod on karistatavad, sõltumata teo toimepanemise ajast."
                ]
            },
            {
                "text": "§ 6. Karistusseaduse ruumiline kehtivus",
                "subsections": [
                    "Eesti karistusseadus kehtib teo kohta, mis pannakse toime Eesti territooriumil.",
                    "Eesti karistusseadus kehtib teo kohta, mis pannakse toime Eestis registreeritud laeval või õhusõidukil või selle vastu, sõltumata laeva või õhusõiduki asukohast süüteo toimepanemise ajal ja asukohamaa karistusseadusest."
                ]
            },
            {
                "text": "§ 7. Karistusseaduse isikuline kehtivus Eesti karistusseadus kehtib väljaspool Eesti territooriumi toimepandud teo kohta, mis on Eestis karistusseaduse järgi kuritegu, kui teo toimepanemise kohas on selline tegu karistatav või seal ei kehti ükski karistusõigus ning: 1) välislepingu alusel on esitatud taotlus isiku karistamiseks; 2) tegu on toime pandud Eesti kodaniku või Eestis registreeritud juriidilise isiku vastu või 3) teo toimepanija oli teo toimepanemise ajal Eesti kodanik või sai selleks pärast teo toimepanemist või välismaalane, kes on Eestis kinni peetud ja keda ei anta välja.",
                "subsections": []
            },
            {
                "text": "§ 8. Karistusseaduse kehtivus teo kohta, mis on suunatud rahvusvaheliselt kaitstud õigushüve vastu Teo toimepanemise koha õigusest sõltumata kehtib Eesti karistusseadus väljaspool Eesti territooriumi toimepandud teo kohta, kui teo karistatavus tuleneb Eestile siduvast välislepingust.",
                "subsections": []
            },
            {
                "text": "§ 9. Karistusseaduse kehtivus Eesti õigushüve vastu toimepandud teo kohta Teo toimepanemise koha õigusest sõltumata kehtib Eesti karistusseadus väljaspool Eesti territooriumi toimepandud teo kohta, mis on Eesti karistusseaduse järgi esimese astme kuritegu ja kahjustab: 1) Eesti elanikkonna elu ja tervist; 2) Eesti riigivõimu teostamist ja kaitsevõimet või 3) keskkonda.",
                "subsections": []
            },
            {
                "text": "§ 10. Teo toimepanemise aeg Tegu on toime pandud ajal, mil isik tegutses või oli õiguslikult kohustatud tegutsema. Tagajärje saabumise aega ei arvestata.",
                "subsections": []
            }
        ]
    },
    {
        "name": "2. peatükk SÜÜTEGU 1. jagu Süüteokoosseis",
        "sections": [
            {
                "name": "2. jagu Õigusvastasuse välistamine",
                "paragraphs": [
                    {
                        "text": "§ 27. Õigusvastane tegu Õigusvastane on tegu, mis vastab seaduses sätestatud süüteokoosseisule ja mille õigusvastasus ei ole välistatud käesoleva seadustiku, muu seaduse, rahvusvahelise konventsiooni või rahvusvahelise tavaga.",
                        "subsections": []
                    },
                    {
                        "text": "§ 28. Hädakaitse",
                        "subsections": [
                            "Tegu ei ole õigusvastane, kui isik tõrjub vahetut või vahetult eesseisvat õigusvastast rünnet enda või teise isiku õigushüvedele, kahjustades ründaja õigushüvesid, ületamata seejuures hädakaitse piiri.",
                            "Isik ületab hädakaitse piiri, kui ta kavatsetult või otsese tahtlusega teostab hädakaitset vahenditega, mis ilmselt ei vasta ründe ohtlikkusele, samuti kui ta ründajale kavatsetult või otsese tahtlusega ilmselt liigset kahju tekitab.",
                            "Võimalus vältida rünnet või pöörduda abi saamiseks teise isiku poole ei välista õigust hädakaitsele."
                        ]
                    },
                    {
                        "text": "§ 29. Hädaseisund Tegu ei ole õigusvastane, kui isik paneb selle toime, et kõrvaldada vahetut või vahetult eesseisvat ohtu enda või teise isiku õigushüvedele, tema valitud vahend on ohu kõrvaldamiseks vajalik ning kaitstav huvi on kahjustatavast huvist ilmselt olulisem. Huvide kaalumisel arvestatakse eriti õigushüvede olulisust, õigushüve ähvardanud ohu suurust ning teo ohtlikkust.",
                        "subsections": []
                    },
                    {
                        "text": "§ 30. Kohustuste kollisioon Tegu, millega rikutakse õiguslikku kohustust, ei ole õigusvastane, kui isik peab üheaegselt täitma mitut õiguslikku kohustust ja tal ei ole võimalik kõiki täita, kuid ta teeb kõik endast oleneva, et täita kohustust, mis on vähemalt sama oluline kui rikutav kohustus.",
                        "subsections": []
                    },
                    {
                        "text": "§ 31. Eksimus õigusvastasust välistavas asjaolus",
                        "subsections": [
                            "Tahtlik tegu ei ole õigusvastane, kui isik seda toime pannes kujutab endale ekslikult ette asjaolusid, mis välistaksid teo õigusvastasuse. Sellisel juhul vastutab isik seaduses sätestatud juhtudel ettevaatamatusest toimepandud süüteo eest.",
                            "Isik, kes tegu toime pannes ei tea asjaolusid, mis objektiivselt välistavad tema teo õigusvastasuse, vastutab süüteokatse eest. Kohus võib sel juhul kohaldada käesoleva seadustiku"
                        ]
                    }
                ]
            },
            {
                "name": "3. jagu Süü",
                "paragraphs": [
                    {
                        "text": "§ 32. Süüpõhimõte",
                        "subsections": [
                            "Isikut saab õigusvastase teo eest karistada üksnes siis, kui ta on selle toimepanemises süüdi. Isik on teo toimepanemises süüdi, kui ta on süüvõimeline ja puudub käesolevas jaos sätestatud süüd välistav asjaolu.",
                            "Toimepanijat karistatakse vastavalt tema süüle, sõltumata teiste toimepanijate süüst."
                        ]
                    },
                    {
                        "text": "§ 33. Süüvõime Isik on süüvõimeline, kui ta on teo toimepanemise ajal süüdiv ja vähemalt neljateistaastane.",
                        "subsections": []
                    },
                    {
                        "text": "§ 34. Süüdivus Isik ei ole süüdiv, kui ta teo toimepanemise ajal ei olnud võimeline aru saama oma teo keelatusest või oma käitumist vastavalt sellele arusaamisele juhtima seoses: 1) vaimuhaigusega; 2) ajutise raske psüühikahäirega; 3) nõrgamõistuslikkusega; 4) nõdrameelsusega või 5) muu raske psüühikahäirega.",
                        "subsections": []
                    },
                    {
                        "text": "§ 35. Piiratud süüdivus Kui isiku võime oma teo keelatusest aru saada või oma käitumist vastavalt sellele arusaamisele juhtida on käesoleva seadustiku",
                        "subsections": []
                    },
                    {
                        "text": "§ 36. Joobeseisund Tahtlikult või ettevaatamatusest põhjustatud joobeseisund ei välista süüd.",
                        "subsections": []
                    },
                    {
                        "text": "§ 37. Juriidilise isiku süüvõime Süüvõimeline on õigusvõimeline juriidiline isik.",
                        "subsections": []
                    },
                    {
                        "text": "§ 38. Süü puudumine ettevaatamatuse korral Ettevaatamatusest teo toimepannud isikul puudub süü, kui ta oma vaimsete või füüsiliste võimete tõttu ei ole suuteline aru saama, mida temalt eeldatakse, või oma käitumist vastavalt sellele arusaamisele juhtima.",
                        "subsections": []
                    },
                    {
                        "text": "§ 39. Eksimus teo keelatuses",
                        "subsections": [
                            "Isikul puudub süü, kui ta ei saa aru oma teo keelatusest ja see eksimus on temale vältimatu.",
                            "Kui eksimus on teo toimepanijale välditav, võib kohus kohaldada käesoleva seadustiku"
                        ]
                    },
                    {
                        "text": "§ 40. Loobumine süüteokatsest",
                        "subsections": [
                            "Isik vabaneb süüst, kui ta vabatahtlikult loobub süüteokatsest ühel käesoleva seadustiku"
                        ]
                    },
                    {
                        "text": "§ 41. Loobumine lõpetamata süüteokatsest",
                        "subsections": [
                            "Täideviija loobub lõpetamata süüteokatsest, kui ta katkestab süüteo lõpuleviimise.",
                            "Süüteokatse on lõpetamata, kui isik ei ole veel teinud kõike, mida ta vastavalt oma ettekujutusele teost peab vajalikuks süüteo lõpuleviimiseks."
                        ]
                    },
                    {
                        "text": "§ 42. Loobumine lõpetatud süüteokatsest",
                        "subsections": [
                            "Täideviija loobub lõpetatud süüteokatsest, kui ta hoiab ära süüteo tagajärje. Kui lõpetatud katsest ei piisa teo lõpuleviimiseks, loetakse, et täideviija on loobunud, kui ta tõsimeeli püüab takistada süüteo tagajärje saabumist.",
                            "Süüteokatse on lõpetatud, kui isik vastavalt oma ettekujutusele teost on teinud kõik temast oleneva süüteo lõpuleviimiseks."
                        ]
                    }
                ]
            }
        ],
        "paragraphs": [
            {
                "text": "§ 12. Süüteokoosseisu tunnused",
                "subsections": [
                    "Süüteokoosseis on käesoleva seadustiku eriosas või muus seaduses sätestatud karistatava teo kirjeldus.",
                    "Süüteokoosseisu objektiivsed tunnused on seaduses kirjeldatud tegevus või tegevusetus ja seaduses sätestatud juhtudel sellega põhjuslikus seoses olev tagajärg.",
                    "Süüteokoosseisu subjektiivsed tunnused on tahtlus või ettevaatamatus. Seaduses võib olla ette nähtud motiiv, eesmärk või muu süüteokoosseisu subjektiivne tunnus."
                ]
            },
            {
                "text": "§ 13. Vastutus tegevusetuse eest",
                "subsections": [
                    "Isik vastutab tegevusetuse eest, kui ta oli seaduses kirjeldatud tagajärge ära hoidma õiguslikult kohustatud.",
                    "Tegevusetusega toimepandud süüteo puhul võib kohus kohaldada käesoleva seadustiku"
                ]
            },
            {
                "text": "§ 14. Juriidilise isiku vastutus",
                "subsections": [
                    "Juriidiline isik vastutab seaduses sätestatud juhtudel teo eest, mis on toime pandud tema organi või juhtivtöötaja poolt juriidilise isiku huvides.",
                    "Juriidilise isiku vastutuselevõtmine ei välista süüteo toimepannud füüsilise isiku vastutuselevõtmist.",
                    "Käesolevas paragrahvis sätestatut ei kohaldata riigile, kohalikule omavalitsusele ja avalik-õiguslikule juriidilisele isikule."
                ]
            },
            {
                "text": "§ 15. Tahtlik tegu ja ettevaatamatu tegu",
                "subsections": [
                    "Kuriteona on karistatav üksnes tahtlik tegu, kui käesolev seadustik ei sätesta karistust ettevaatamatu teo eest.",
                    "Tegu on tahtlik ka siis, kui see vastab süüteokoosseisule, mis eeldab teo suhtes tahtlust ja peab enamohtliku tagajärje suhtes piisavaks ettevaatamatust.",
                    "Väärteona on karistatav nii tahtlik kui ettevaatamatu tegu."
                ]
            },
            {
                "text": "§ 16. Tahtlus",
                "subsections": [
                    "Tahtlus on kavatsetus, otsene ja kaudne tahtlus.",
                    "Isik paneb teo toime kavatsetult, kui ta seab eesmärgiks süüteokoosseisule vastava asjaolu teostamise ja teab, et see saabub, või vähemalt peab seda võimalikuks. Isik paneb teo toime kavatsetult ka siis, kui ta kujutab endale ette, et süüteokoosseisule vastav asjaolu on eesmärgi saavutamise hädavajalik tingimus.",
                    "Isik paneb teo toime otsese tahtlusega, kui ta teab, et teostab süüteokoosseisule vastava asjaolu, ja tahab või vähemalt möönab seda.",
                    "Isik paneb teo toime kaudse tahtlusega, kui ta peab võimalikuks süüteokoosseisule vastava asjaolu saabumist ja möönab seda."
                ]
            },
            {
                "text": "§ 17. Süüteokoosseisule vastava asjaolu mitteteadmine",
                "subsections": [
                    "Isik, kes tegu toime pannes ei tea asjaolu, mis vastab süüteokoosseisule, ei pane tegu toime tahtlikult. Sellisel juhul vastutab isik seaduses sätestatud juhtudel ettevaatamatusest toimepandud süüteo eest.",
                    "Isik, kes tegu toime pannes lähtub ekslikult asjaolust, mis vastaks kergemat karistust ettenägevale süüteokoosseisule, vastutab tahtliku süüteo eest, mille toimepanemisele tema tahtlus oli suunatud.",
                    "Seaduse mittetundmine ei välista tahtlust ega ettevaatamatust."
                ]
            },
            {
                "text": "§ 18. Ettevaatamatus",
                "subsections": [
                    "Ettevaatamatus on kergemeelsus ja hooletus.",
                    "Isik paneb teo toime kergemeelsusest, kui ta peab võimalikuks süüteokoosseisule vastava asjaolu saabumist, kuid tähelepanematuse või kohusetundetuse tõttu loodab seda vältida.",
                    "Isik paneb teo toime hooletusest, kui ta ei tea süüteokoosseisule vastava asjaolu esinemist, kuid oleks seda tähelepaneliku ja kohusetundliku suhtumise korral pidanud ette nägema."
                ]
            },
            {
                "text": "§ 19. Vastutus enamohtliku tagajärje eest Isik vastutab seaduses sätestatud enamohtliku tagajärje eest, kui ta põhjustas selle vähemalt ettevaatamatusest.",
                "subsections": []
            },
            {
                "text": "§ 20. Teo toimepanija Teo toimepanijad on täideviija ja osavõtja.",
                "subsections": []
            },
            {
                "text": "§ 21. Täideviija",
                "subsections": [
                    "Täideviija on isik, kes paneb süüteo toime ise või teist isikut ära kasutades.",
                    "Kui vähemalt kaks isikut panevad süüteo toime ühiselt ja kooskõlastatult, vastutab igaüks neist täideviijana (kaastäideviijad). Kaastäideviimine on ka see, kui mitme isiku ühine ja kooskõlastatud tegu vastab süüteokoosseisu tunnustele."
                ]
            },
            {
                "text": "§ 22. Osavõtja",
                "subsections": [
                    "Osavõtjad on kihutaja ja kaasaaitaja.",
                    "Kihutaja on isik, kes tahtlikult kallutab teise isiku tahtlikule õigusvastasele teole.",
                    "Kaasaaitaja on isik, kes tahtlikult osutab teise isiku tahtlikule õigusvastasele teole füüsilist, ainelist või vaimset kaasabi.",
                    "Osavõtjale mõistetakse karistus seaduse sama sätte järgi, mille järgi vastutab täideviija, kui käesoleva seadustiku"
                ]
            },
            {
                "text": "§ 23. Väärteo toimepanemine Väärteo puhul on karistatav üksnes täideviimine.",
                "subsections": []
            },
            {
                "text": "§ 24. Eriline isikutunnus",
                "subsections": [
                    "Eriline isikutunnus on käesoleva seadustiku eriosas või muus seaduses ettenähtud süüteokoosseisu tunnus, mis kirjeldab toimepanija isikuomadusi, eesmärke või motiive.",
                    "Kui osavõtjal puudub eriline isikutunnus, mis vastavalt seadusele on täideviija vastutuse eeldus, kohaldatakse osavõtjale käesoleva seadustiku"
                ]
            },
            {
                "text": "§ 25. Süüteokatse",
                "subsections": [
                    "Süüteokatse on tahtlik tegu, mis on suunatud süüteo toimepanemisele.",
                    "Süüteokatse algab hetkest, mil isik vastavalt oma ettekujutusele teost vahetult alustab süüteo toimepanemist.",
                    "Teist isikut kasutava täideviimise korral algab süüteokatse hetkest, mil isik minetab kontrolli toimuva üle või kui teo vahendaja vastavalt isiku ettekujutusele teost vahetult alustab süüteo toimepanemist.",
                    "Kaastäideviimise korral algab süüteokatse hetkest, mil vähemalt üks isikutest vastavalt kokkuleppele vahetult alustab süüteo toimepanemist.",
                    "Tegevusetuse korral algab süüteokatse hetkest, mil isik jätab tegemata teo, mis on vajalik süüteokoosseisu kuuluva tagajärje ärahoidmiseks.",
                    "Süüteokatse puhul võib kohus kohaldada käesoleva seadustiku"
                ]
            },
            {
                "text": "§ 26. Kõlbmatu süüteokatse",
                "subsections": [
                    "Kõlbmatu on süüteokatse, mida ei saa süüteo eseme või subjekti, samuti süüteo toimepanemise vahendi või viisi kõlbmatuse tõttu lõpule viia.",
                    "Kohus võib isiku karistusest vabastada või kohaldada käesoleva seadustiku"
                ]
            }
        ]
    },
    {
        "name": "3. peatükk KARISTUSTE LIIGID JA MÄÄRAD 1. jagu Kuriteo eest kohaldatavad põhikaristused",
        "sections": [
            {
                "name": "2. jagu Väärteo eest kohaldatavad põhikaristused",
                "paragraphs": [
                    {
                        "text": "§ 47. Rahatrahv",
                        "subsections": [
                            "Kohus või kohtuväline menetleja võib väärteo eest kohaldada rahatrahvi kolm kuni kolmsada trahviühikut. Trahviühik on rahatrahvi baassumma, mille suurus on kuuskümmend krooni.",
                            "Juriidilisele isikule võib kohus või kohtuväline menetleja väärteo eest kohaldada rahatrahvi viissada kuni viiskümmend tuhat krooni."
                        ]
                    }
                ]
            },
            {
                "name": "3. jagu Füüsilisele isikule kuriteo eest kohaldatavad lisakaristused",
                "paragraphs": [
                    {
                        "text": "§ 49. Tegutsemiskeeld Kohus võib võtta süüdimõistetult kuni kolmeks aastaks teataval ametikohal töötamise või teataval tegutsemisalal tegutsemise õiguse, kui isik mõistetakse süüdi kutse- või ametiõiguste kuritarvitamise või ametikohustuste rikkumisega seotud kuriteo eest.",
                        "subsections": []
                    },
                    {
                        "text": "§ 50. Sõiduki juhtimise õiguse äravõtmine",
                        "subsections": [
                            "Kohus võib võtta süüdimõistetult kuni kolmeks aastaks juhtimisõiguse, kui isik mõistetakse süüdi mootor-, õhu- või veesõiduki, samuti trammi või raudteeveeremi ohutu liiklemise või käituseeskirjade rikkumisega seotud kuriteo eest.",
                            "Mootorsõiduki juhtimise õigust ei või ära võtta isikult, kes kasutab mootorsõidukit seoses invaliidsusega, välja arvatud juhul, kui ta juhtis mootorsõidukit joobeseisundis."
                        ]
                    },
                    {
                        "text": "§ 51. Relva ja laskemoona omamise õiguse äravõtmine Kohus võib võtta süüdimõistetult kuni viieks aastaks relva ja laskemoona soetamise, hoidmise, edasitoimetamise ja kandmise õiguse, kui isik mõistetakse süüdi relva või laskemoona omamise või kasutamisega seotud kuriteo eest.",
                        "subsections": []
                    },
                    {
                        "text": "§ 52. Jahipidamis- ja kalapüügiõiguse äravõtmine Kohus võib võtta süüdimõistetult kuni kolmeks aastaks jahipidamis- ja kalapüügiõiguse, kui isik mõistetakse süüdi jahipidamis- või kalapüügiõiguse rikkumisega seotud kuriteo eest.",
                        "subsections": []
                    },
                    {
                        "text": "§ 53. Varaline karistus Mõistes isiku süüdi kuriteos ja karistades teda üle kolmeaastase või eluaegse vangistusega, võib kohus seaduses sätestatud juhtudel mõista lisakaristusena tasumiseks summa, mille suurus võib ulatuda süüdimõistetu kogu vara väärtuseni.",
                        "subsections": []
                    },
                    {
                        "text": "§ 54. Väljasaatmine",
                        "subsections": [
                            "Mõistes välisriigi kodaniku süüdi esimese astme kuriteos ja karistades teda vangistusega, võib kohus süüdimõistetule mõista lisakaristusena riigist väljasaatmise koos sissesõidukeeluga kümneks aastaks. Kui süüdimõistetul on Eestis koos temaga seaduslikult ühises perekonnas elav abikaasa või alaealine laps, peab kohus väljasaatmise kohaldamist oma otsuses põhistama.",
                            "Väljasaatmist ei kohaldata välisriigi süüdimõistetud kodanikule, kes on kuriteo toime pannud nooremana kui kaheksateistaastasena."
                        ]
                    },
                    {
                        "text": "§ 55. Lisakaristuse tähtaeg",
                        "subsections": [
                            "Käesoleva seadustiku"
                        ]
                    }
                ]
            }
        ],
        "paragraphs": [
            {
                "text": "§ 44. Rahaline karistus",
                "subsections": [
                    "Kohus võib kuriteo eest mõista rahalise karistuse kolmkümmend kuni viissada päevamäära.",
                    "Rahalise karistuse päevamäära suuruse arvutab kohus süüdimõistetu keskmise päevasissetuleku alusel. Kohus võib päevamäära suurust vähendada erandlike asjaolude tõttu või suurendada süüdimõistetu elatustasemest lähtudes. Arvestatud päevamäära suurus ei või olla väiksem kui miinimumpäevamäär. Miinimumpäevamäära suurus on viiskümmend krooni.",
                    "Keskmine päevasissetulek arvutatakse, lähtudes süüdimõistetu suhtes kriminaalmenetluse alustamise aastale vahetult eelnenud aasta või, kui nimetatud aasta andmed ei ole kättesaadavad, sellele aastale eelnenud aasta tulumaksuga maksustatavast tulust, millest on maha arvatud tulumaks.",
                    "Päevamäära suurus väljendatakse täiskroonides.",
                    "Teo toimepanemise ajal nooremale kui kaheksateistaastasele isikule võib kohus mõista rahalise karistuse kolmkümmend kuni kakssada viiskümmend päevamäära. Rahalist karistust ei mõisteta nooremale kui kaheksateistaastasele isikule, kellel ei ole iseseisvat sissetulekut.",
                    "Rahalist karistust võib mõista ka lisakaristusena koos vangistusega, välja arvatud juhul, kui vangistus on asendatud üldkasuliku tööga.",
                    "Rahalist karistust ei mõisteta lisakaristusena koos varalise karistusega.",
                    "Juriidilisele isikule võib kohus mõista rahalise karistuse viiskümmend tuhat kuni kakskümmend viis miljonit krooni. Rahalise karistuse võib juriidilisele isikule mõista ka lisakaristusena koos sundlõpetamisega."
                ]
            },
            {
                "text": "§ 45. Vangistus",
                "subsections": [
                    "Kohus võib kuriteo eest mõista kolmekümnepäevase kuni kahekümneaastase või eluaegse vangistuse.",
                    "Kuriteo toimepanemise ajal nooremale kui kaheksateistaastasele isikule ei või mõista tähtajalist vangistust üle kümne aasta ega eluaegset vangistust."
                ]
            }
        ]
    },
    {
        "name": "4. peatükk KARISTUSE KOHALDAMINE 1. jagu Karistuse kohaldamise alused",
        "sections": [
            {
                "name": "2. jagu Karistuse asendamine üldkasuliku tööga",
                "paragraphs": [
                    {
                        "text": "§ 69. Üldkasulik töö",
                        "subsections": [
                            "Kuni kaheaastase vangistusega karistatud süüdimõistetu vangistuse võib kohus asendada üldkasuliku tööga. Ühele päevale vangistusele vastab neli tundi üldkasulikku tööd. Vangistus asendatakse üldkasuliku tööga üksnes süüdimõistetu nõusolekul.",
                            "Üldkasuliku töö kestus ei tohi ületada kaheksat tundi päevas. Kui süüdimõistetu teeb üldkasulikku tööd muust tööst ja õpingutest vabal ajal, ei tohi selle kestus ületada nelja tundi päevas. Üldkasuliku töö eest süüdimõistetule tasu ei maksta.",
                            "Üldkasuliku töö mõistmisel määrab kohus selle tegemise tähtaja, mis ei või ületada kahtekümmend nelja kuud. Kohus võib kriminaalhooldusametniku ettekande alusel tähtaja kulgemise peatada süüdimõistetu haiguse või perekondliku olukorra tõttu või ajaks, mil süüdimõistetu on kutsutud tegevteenistusse või õppekogunemisele kaitsejõududesse.",
                            "Üldkasuliku töö tegemisel peab süüdimõistetu järgima kontrollnõudeid ning täitma talle pandud kohustusi vastavalt käesoleva seadustiku"
                        ]
                    }
                ]
            },
            {
                "name": "3. jagu Rahalise karistuse, rahatrahvi ja varalise karistuse asendamine",
                "paragraphs": [
                    {
                        "text": "§ 70. Rahalise karistuse asendamine vangistuse või üldkasuliku tööga",
                        "subsections": [
                            "Kui süüdimõistetu ei tasu talle mõistetud rahalise karistuse summat, asendab kohus selle vangistusega või süüdimõistetu nõusolekul üldkasuliku tööga käesoleva seadustiku"
                        ]
                    },
                    {
                        "text": "§ 71. Varalise karistuse asendamine vangistusega",
                        "subsections": [
                            "Kui süüdimõistetu ei tasu talle mõistetud varalise karistuse summat, asendab kohus selle vangistusega. Varalise karistuse viiekümne miinimumpäevamäära suurusele summale vastab üks päev vangistust.",
                            "Varalise karistuse vangistusega asendamise korral on vangistuse alammäär kolmkümmend päeva ja ülemmäär viis aastat."
                        ]
                    }
                ]
            }
        ],
        "paragraphs": [
            {
                "text": "§ 56. Karistamise alus",
                "subsections": [
                    "Karistamise alus on isiku süü. Karistuse mõistmisel kohtu poolt või määramisel kohtuvälise menetleja poolt arvestatakse kergendavaid ja raskendavaid asjaolusid, tahtluse ja ettevaatamatuse liiki teo toimepanemisel, samuti võimalust mõjutada süüdlast edaspidi hoiduma süütegude toimepanemisest ja õiguskorra kaitsmise huvisid.",
                    "Vangistust võib mõista ainult siis, kui karistuse eesmärke ei ole võimalik saavutada kergema karistusega. Kui käesoleva seadustiku eriosa paragrahv võimaldab vangistuse kõrval mõista ka muid, kergemaid karistusi, peab kohus otsuses vangistuse mõistmist põhistama."
                ]
            },
            {
                "text": "§ 57. Karistust kergendavad asjaolud",
                "subsections": [
                    "Karistust kergendavad asjaolud on: 1) süüteo kahjulike tagajärgede ärahoidmine, samuti abi andmine kannatanule vahetult pärast süüteo toimepanemist; 2) kahju vabatahtlik hüvitamine; 3) süü ülestunnistamisele ilmumine, puhtsüdamlik kahetsus või süüteo avastamisele aktiivne kaasaaitamine; 4) süüteo toimepanemine raske isikliku olukorra mõjul; 5) süüteo toimepanemine ähvarduse või sunni, samuti teenistusliku, majandusliku või perekondliku sõltuvuse mõjul; 6) süüteo toimepanemine õigusvastase käitumisega esile kutsutud tugeva hingelise erutuse mõjul; 7) süüteo toimepanemine raseda või kõrges eas isiku poolt; 8) süüteo toimepanemine hädakaitse piiride ületamisel.",
                    "Karistuse kohaldamisel võib arvestada ka käesoleva paragrahvi lõikes 1 loetlemata asjaolusid."
                ]
            },
            {
                "text": "§ 58. Karistust raskendavad asjaolud Karistust raskendavad asjaolud on: 1) omakasu või muu madal motiiv; 2) süüteo toimepanemine erilise julmusega või kannatanut alandades; 3) süüteo toimepanemine teadvalt noorema kui kaheteistaastase, raseda, kõrges eas või abitus seisundis isiku, samuti raske psüühikahäirega isiku suhtes; 4) süüteo toimepanemine isiku suhtes, kes on süüdlasest teenistuslikus, majanduslikus või perekondlikus sõltuvuses; 5) süüteo toimepanemine erakorralise või sõjaseisukorra ajal; 6) süüteo toimepanemine ühiskondlikku või loodusõnnetust ära kasutades; 7) süüteo toimepanemine üldohtlikul viisil; 8) raske tagajärje põhjustamine; 9) süüteo toimepanemine teise süüteo hõlbustamiseks või varjamiseks; 10) süüteo toimepanemine grupi poolt; 11) süüteo toimepanemise hõlbustamiseks ametliku vormiriietuse või ametitunnuste kasutamine.",
                "subsections": []
            },
            {
                "text": "§ 59. Karistust kergendava ja raskendava asjaolu korduva arvestamise keeld Käesoleva seadustiku",
                "subsections": []
            },
            {
                "text": "§ 60. Karistuse kergendamine seaduses sätestatud juhtudel",
                "subsections": [
                    "Käesoleva seadustiku üldosas nimetatud juhtudel võib kohus kergendada isiku karistust käesoleva paragrahvi lõigetes 2 kuni 4 sätestatud korras.",
                    "Kergendatud karistuse ülemmäär ei või olla üle kahe kolmandiku seaduses sätestatud karistuse ülemmäärast.",
                    "Kergendatud karistuse alammäär on käesoleva seadustiku üldosas sätestatud vastava karistusliigi alammäär.",
                    "Kui käesoleva seadustiku eriosas on kuriteo eest karistusena ette nähtud eluaegne vangistus, mõistetakse karistuse kergendamisel tähtajaline vangistus mitte alla kolme aasta."
                ]
            },
            {
                "text": "§ 61. Karistuse kohaldamine alla alammäära",
                "subsections": [
                    "Erandlikke asjaolusid arvestades võib kohus või kohtuväline menetleja kohaldada karistust alla seaduses sätestatud alammäära.",
                    "Kui käesoleva seadustiku eriosas sätestatud vangistuse alammäär on vähemalt viis aastat, ei või mõistetud vangistus olla väiksem kui üks aasta."
                ]
            },
            {
                "text": "§ 62. Põhi- ja lisakaristuse kohaldamine Ühe süüteo eest võib kohaldada ühe põhikaristuse ja ühe või mitu lisakaristust.",
                "subsections": []
            },
            {
                "text": "§ 63. Põhikaristuse kohaldamine mitme süüteo eest",
                "subsections": [
                    "Kui isik on toime pannud ühe teo, mis vastab mitmele eri süüteokoosseisule, siis määratakse või mõistetakse talle üks karistus seadusesätte alusel, mis näeb ette raskeima karistuse.",
                    "Kui isik on toime pannud mitu tegu, mis vastavad mitmele eri kuriteokoosseisule ja teda ei ole nendest ühegi eest varem karistatud, mõistetakse eraldi karistus iga teo eest ning liitkaristus käesoleva seadustiku"
                ]
            },
            {
                "text": "§ 64. Liitkaristuse mõistmine",
                "subsections": [
                    "Samaliigiliste põhikaristuste korral mõistetakse liitkaristus mõistetud üksikkaristustest raskeima suurendamise teel või loetakse kergem karistus kaetuks raskeima karistusega.",
                    "Kui üks mõistetud põhikaristustest on rahaline karistus, viiakse see täide iseseisvalt, välja arvatud käesoleva paragrahvi lõikes 4 sätestatud juhul.",
                    "Liitkaristus ei tohi ületada mõistetud üksikkaristuste summat ega käesoleva seadustiku eriosa vastavas paragrahvis sätestatud raskeima karistuse ülemmäära.",
                    "Kui mõni mõistetud karistustest on eluaegne vangistus, mõistetakse liitkaristusena eluaegne vangistus.",
                    "Eriliigilised lisakaristused viiakse täide iseseisvalt.[RT I 2002, 56, 350 - jõust. 01.09.2002]"
                ]
            },
            {
                "text": "§ 65. Liitkaristuse hilisem mõistmine",
                "subsections": [
                    "Kui pärast süüdimõistva kohtuotsuse kuulutamist tuvastatakse, et süüdimõistetu on pannud enne kohtuotsuse kuulutamist toime teise kuriteo, mõistetakse liitkaristus käesoleva seadustiku"
                ]
            },
            {
                "text": "§ 66. Karistuse kandmine ositi",
                "subsections": [
                    "Mõistes rahalise karistuse, aresti või kuni kuuekuulise vangistuse, võib kohus süüdlase perekondlikku, tööalast või tervislikku seisundit arvestades määrata karistuse tasumise või kandmise ositi. Korraga ärakantava vangistuse või aresti kestuse või rahalise karistuse osade suurused määrab kohus. Järjest kantava karistuse kestus peab olema vähemalt kaks päeva.",
                    "Kohus või väärtegu menetlev kohtuväline menetleja võib mõjuvatel põhjustel määrata rahatrahvi tasumise ositi.",
                    "Ositi tasutava või ärakantava karistuse täitmise tähtaeg ei tohi ületada ühte aastat."
                ]
            },
            {
                "text": "§ 67. Karistuse tähtaegade arvutamine",
                "subsections": [
                    "Vangistuse tähtaega arvutatakse aastates, kuudes ja päevades. Aresti tähtaega arvutatakse päevades.",
                    "Lisakaristuse tähtaega arvutatakse aastates ja kuudes."
                ]
            }
        ]
    },
    {
        "name": "5. peatükk KARISTUSEST VABASTAMINE",
        "sections": [],
        "paragraphs": [
            {
                "text": "§ 73. Karistusest tingimisi vabastamine",
                "subsections": [
                    "Kui kohus, arvestades kuriteo toimepanemise asjaolusid ja süüdlase isikut, leiab, et mõistetud tähtajalise vangistuse ärakandmine või rahalise karistuse tasumine süüdimõistetu poolt ei ole otstarbekas, võib ta määrata, et tingimisi jäetakse karistus süüdimõistetu suhtes kohaldamata. Sellisel juhul määrab kohus, et mõistetud karistust ei pöörata täielikult või osaliselt täitmisele, kui süüdimõistetu ei pane kohtu määratud katseajal tahtlikult toime uut kuritegu.",
                    "Kui kohus otsustab, et mõistetud vangistust või rahalist karistust ei pöörata osaliselt täitmisele, määrab kohus, milline osa vangistusest või rahalisest karistusest kantakse ära või tasutakse kohe ja millist vangistuse või rahalise karistuse osa tingimisi ei pöörata täitmisele.",
                    "Katseajaks määratakse kolm kuni viis aastat.",
                    "Kui süüdimõistetu paneb katseajal toime uue tahtliku kuriteo, pööratakse karistus täitmisele. Liitkaristus mõistetakse vastavalt käesoleva seadustiku"
                ]
            },
            {
                "text": "§ 74. Karistusest tingimisi vabastamine süüdimõistetu allutamisega käitumiskontrollile",
                "subsections": [
                    "Kui kohus, arvestades kuriteo toimepanemise asjaolusid ja süüdlase isikut, leiab, et mõistetud tähtajalise vangistuse ärakandmine süüdimõistetu poolt ei ole otstarbekas, võib ta määrata, et tingimisi jäetakse vangistus süüdimõistetu suhtes kohaldamata. Sellisel juhul määrab kohus, et mõistetud vangistust ei pöörata täielikult või osaliselt täitmisele, kui süüdimõistetu ei pane kohtu määratud katseajal toime uut tahtlikku kuritegu ja täidab talle käesoleva seadustiku"
                ]
            },
            {
                "text": "§ 75. Käitumiskontroll",
                "subsections": [
                    "Käitumiskontrolli ajal on süüdimõistetu kohustatud järgima järgmisi kontrollnõudeid: 1) elama kohtu määratud alalises elukohas; 2) ilmuma kriminaalhooldaja määratud ajavahemike järel kriminaalhooldusosakonda registreerimisele; 3) alluma kriminaalhooldaja kontrollile oma elukohas ning esitama talle andmeid oma kohustuste täitmise ja elatusvahendite kohta; 4) saama kriminaalhooldusametnikult eelneva loa elukohast lahkumiseks kauemaks kui viieteistkümneks päevaks; 5) saama kriminaalhooldusametnikult eelneva loa elu-, töö- või õppimiskoha vahetamiseks.",
                    "Arvestades kuriteo toimepanemise asjaolusid ning süüdimõistetu isikut, võib kohus määrata, et süüdimõistetu on käitumiskontrolli ajal kohustatud: 1) heastama kuriteoga tekitatud kahju kohtu määratud ajaks; 2) mitte tarvitama alkoholi ja narkootikume; 3) mitte omama, kandma ja kasutama relva; 4) otsima endale töökoha, omandama üldhariduse või eriala kohtu määratud tähtajaks; 5) alluma ettenähtud ravile, kui ta on selleks eelnevalt nõusoleku andnud; 6) täitma ülalpidamiskohustust; 7) mitte viibima kohtu määratud paikades ega suhtlema kohtu määratud isikutega; 8) osalema sotsiaalabiprogrammis.",
                    "Kohus võib kriminaalhooldusametniku ettekande alusel kergendada või tühistada süüdimõistetule käitumiskontrolli ajaks määratud kohustusi või panna süüdimõistetule täiendavaid kohustusi vastavalt käesoleva paragrahvi lõikes 2 sätestatule.",
                    "Kui süüdimõistetu lubab oma käitumist parandada ja võtab endale käesoleva paragrahvi lõikes 2 loetlemata kohustusi, võib kohus need kohustustena kinnitada.[RT I 2002, 56, 350 - jõust. 01.09.2002]"
                ]
            },
            {
                "text": "§ 76. Vangistusest tingimisi ennetähtaegne vabastamine",
                "subsections": [
                    "Teise astme kuriteo või esimese astme kuriteo ettevaatamatus toimepanemises süüdimõistetud isiku võib kohus katseajaga tingimisi enne tähtaega vangistusest vabastada, kui süüdimõistetu on tegelikult ära kandnud vähemalt poole mõistetud karistusajast, kuid mitte vähem kui kuus kuud.",
                    "Esimese astme kuriteo tahtlikus toimepanemises süüdimõistetud isiku võib kohus katseajaga tingimisi enne tähtaega vangistusest vabastada, kui süüdimõistetu on tegelikult ära kandnud vähemalt kaks kolmandikku mõistetud karistusajast.",
                    "Katseajaga tingimisi enne tähtaega vangistusest vabastamise otsustamisel arvestab kohus kuriteo toimepanemise asjaolusid, süüdimõistetu isikut, varasemat elukäiku ning käitumist karistuse kandmise ajal, samuti tema elutingimusi ja neid tagajärgi, mida võib süüdimõistetule kaasa tuua tingimisi enne tähtaega karistusest vabastamine.",
                    "Katseaeg määratakse ärakandmata karistusaja ulatuses, kuid mitte lühemana kui üks aasta. Katseajaks allutatakse isik käesoleva seadustiku"
                ]
            },
            {
                "text": "§ 77. Eluaegsest vangistusest tingimisi vabastamine",
                "subsections": [
                    "Eluaegse vangistusega karistatud isiku võib kohus katseajaga tingimisi karistusest vabastada, kui süüdimõistetu on karistusajast tegelikult ära kandnud vähemalt kolmkümmend aastat.",
                    "Käesoleva paragrahvi lõikes 1 nimetatud isiku tingimisi ennetähtaegsel vabastamisel arvestatakse käesoleva seadustiku"
                ]
            },
            {
                "text": "§ 78. Katseaja arvestamine Katseaeg hakkab kulgema: 1) käesoleva seadustiku",
                "subsections": []
            },
            {
                "text": "§ 79. Karistuse kandmisest vabastamine isiku parandamatu haiguse tõttu",
                "subsections": [
                    "Parandamatult rasket haigust põdeva isiku võib kohus karistuse kandmisest vabastada. Seejuures arvestab kohus toimepandud kuriteo asjaolusid, süüdimõistetu isikut ja haiguse iseloomu.",
                    "Kui isik on kuriteo toime pannud süüdivana, kuid jäänud enne või pärast kohtuotsuse tegemist vaimuhaigeks, nõdrameelseks või kui tal on tekkinud muu raske psüühikahäire ja ta ei ole võimeline aru saama oma teo keelatusest või oma käitumist vastavalt sellele arusaamisele juhtima, vabastab kohus ta karistusest või selle kandmisest. Sellisel juhul juhindub kohus käesoleva seadustiku"
                ]
            }
        ]
    },
    {
        "name": "6. peatükk AEGUMINE",
        "sections": [],
        "paragraphs": [
            {
                "text": "§ 81. Süüteo aegumine",
                "subsections": [
                    "Kedagi ei tohi kuriteo toimepanemises süüdi mõista ega karistada, kui kuriteo toimepanemisest kuni selle kohta tehtud kohtuotsuse jõustumiseni on möödunud: 1) kümme aastat esimese astme kuriteo toimepanemisest; 2) viis aastat teise astme kuriteo toimepanemisest.",
                    "Süütegu inimsuse vastu, sõjasüütegu ja süütegu, mille eest on ette nähtud eluaegne vangistus, ei aegu.",
                    "Väärtegu on aegunud, kui selle toimepanemisest kuni selle kohta tehtud otsuse jõustumiseni on möödunud kaks aastat.",
                    "Jätkuva süüteo korral arvutatakse aegumise tähtaega viimase teo toimepanemisest. Vältava süüteo korral arvutatakse aegumise tähtaega vältava teo lõppemisest.",
                    "Kuriteo aegumine katkeb isiku suhtes tema kriminaalasjas menetlustoimingu tegemisega või isiku poolt enne käesoleva paragrahvi lõikes 1 sätestatud tähtaegade möödumist uue kuriteo toimepanemisega. Kuriteo aegumise arvestamist alustatakse sel juhul tema kriminaalasjas menetlustoimingu tegemisest või uue kuriteo toimepanemisest. Isikut ei tohi kuriteo toimepanemises süüdi mõista ega karistada, kui selle toimepanemisest kuni selle kohta tehtud kohtuotsuse jõustumiseni on möödunud käesoleva paragrahvi lõikes 1 sätestatust viie aasta võrra pikem aeg ja kuriteo aegumine ei ole uue kuriteo toimepanemise tõttu katkenud.",
                    "Kuriteo aegumine peatub ajaks, mil kuriteo toimepannud isik eeluurimisest või kohtust kõrvale hoidub. Kuriteo aegumine uueneb isiku kinnipidamisest või süü ülestunnistamisele ilmumisest. Kuriteo aegumine ei uuene, kui kuriteo toimepanemisest on möödunud viisteist aastat ja kuriteo aegumine ei ole uue kuriteo toimepanemise tõttu katkenud.",
                    "Väärteo aegumine peatub ajaks, mil väärteo toimepannud isik ennast kohtuvälise menetleja või kohtu eest varjab, samuti sama teo kohta kriminaalmenetluse alustamisel. Väärteo aegumine uueneb isiku kinnipidamisest või tema ilmumisest kohtuvälise menetleja juurde või kohtusse, samuti sama teo kohta kriminaalmenetluse lõpetamisel. Väärteo aegumine ei uuene, kui väärteo toimepanemisest on möödunud kolm aastat."
                ]
            },
            {
                "text": "§ 82. Otsuse täitmise aegumine",
                "subsections": [
                    "Otsust ei asuta täitma, kui otsuse jõustumisest on möödunud: 1) viis aastat esimese astme kuriteo asjas tehtud kohtuotsuse jõustumisest; 2) kolm aastat teise astme kuriteo asjas tehtud kohtuotsuse jõustumisest; 3) üks aasta väärteo kohta tehtud otsuse jõustumisest.",
                    "Otsuse täitmise aegumine peatub: 1) ajaks, mil isik hoidub kõrvale talle kohaldatud karistuse kandmisest või tasumisest; 2) käesoleva seadustiku"
                ]
            }
        ]
    },
    {
        "name": "7. peatükk MUUD MÕJUTUSVAHENDID",
        "sections": [],
        "paragraphs": [
            {
                "text": "§ 83. Konfiskeerimine",
                "subsections": [
                    "Kohus võib kohaldada tahtliku süüteo toimepanemise vahendi ja süüteoga saadud vara konfiskeerimist, kui need kuuluvad otsuse tegemise ajal toimepanijale.",
                    "Seaduses sätestatud juhtudel võib kohus kohaldada tahtliku süüteo toimepanemise vahetuks objektiks olnud aine või eseme ja süüteo ettevalmistamiseks kasutatud eseme konfiskeerimist, kui need kuuluvad otsuse tegemise ajal toimepanijale ja nende konfiskeerimine pole seaduse järgi kohustuslik.",
                    "Erandina võib kohus kohaldada käesoleva paragrahvi lõigetes 1 ja 2 nimetatud esemete konfiskeerimist, kui isik, kellele need otsuse tegemise ajal kuuluvad: 1) on vähemalt kergemeelsusega kaasa aidanud vahendi või eseme kasutamisele süüteo toimepanemisel või ettevalmistamisel; 2) on omandanud vahendi, eseme või vara teadlikult konfiskeerimise vältimiseks.",
                    "Aine või ese või organism konfiskeeritakse, kui selle omamiseks vajalik luba puudub.",
                    "Käesoleva paragrahvi lõikes 4 sätestatud juhul võib vahendi, eseme või aine konfiskeerida, kui isik on toime pannud vähemalt õigusvastase teo.",
                    "Väärteo toimepanemise vahendi ning väärteo vahetuks objektiks olnud aine või eseme võib käesoleva paragrahvi lõigetes 1-5 sätestatud juhtudel konfiskeerida seaduses ettenähtud kohtuväline menetleja.[RT I 2002, 56, 350 - jõust. 01.09.2002]"
                ]
            },
            {
                "text": "§ 84. Konfiskeerimise asendamine Kui süüteoga omandatud vara on võõrandatud, ära tarvitatud või selle äravõtmine pole muul põhjusel võimalik, võib kohus süüdlaselt välja mõista summa, mis vastab konfiskeerimisele kuuluva vara väärtusele.",
                "subsections": []
            },
            {
                "text": "§ 85. Konfiskeerimise toime",
                "subsections": [
                    "Konfiskeeritu läheb riigi omandisse või saadetakse rahvusvahelises lepingus sätestatud juhtudel tagasi.",
                    "Kolmanda isiku õigused jäävad konfiskeerimisel püsima. Riik maksab kolmandale isikule hüvitist, välja arvatud käesoleva seadustiku"
                ]
            },
            {
                "text": "§ 86. Psühhiaatriline sundravi",
                "subsections": [
                    "Kui isik on pannud õigusvastase teo toime süüdimatus seisundis või kui ta on pärast kohtuotsuse tegemist, kuid enne karistuse ärakandmist jäänud vaimuhaigeks, nõdrameelseks või kui tal on tekkinud muu raske psüühikahäire, samuti kui tal on eeluurimise või kohtus asja arutamise ajal tuvastatud nimetatud seisundid, mis ei võimalda kindlaks teha tema vaimset seisundit õigusvastase teo toimepanemise ajal ning ta on oma teo ja vaimse seisundi tõttu ohtlik endale ja ühiskonnale ning vajab ravi, määrab kohus talle psühhiaatrilise sundravi.",
                    "Käesoleva paragrahvi lõikes 1 nimetatud ravi annab sellekohase loaga psühhiaatriaasutus.",
                    "Psühhiaatrilist sundravi kohaldatakse kuni isiku tervenemiseni või isiku ohtlikkuse äralangemiseni. Ravi lõpetamise määrab kohus.",
                    "Kui pärast psühhiaatrilist sundravi kohaldatakse isiku suhtes karistust, arvatakse raviaeg karistusaja hulka. Ühele ravipäevale vastab üks päev vangistust."
                ]
            },
            {
                "text": "§ 87. Alaealisele kohaldatavad mõjutusvahendid",
                "subsections": [
                    "Arvestades neljateist- kuni kaheksateistaastase isiku kõlbelise ja vaimse arengu taset ning tema võimet oma teo keelatusest aru saada või oma käitumist vastavalt sellele arusaamisele juhtida, võib kohus sellise isiku karistusest vabastada, kohaldades talle järgmisi mõjutusvahendeid: 1) hoiatus; 2) allutamine käitumiskontrollile vastavalt käesoleva seadustiku"
                ]
            }
        ]
    },
    {
        "name": "8. peatükk INIMSUSE JA RAHVUSVAHELISE JULGEOLEKU VASTASED SÜÜTEOD 1. jagu Üldsätted",
        "sections": [
            {
                "name": "2. jagu Süüteod inimsuse vastu",
                "paragraphs": [
                    {
                        "text": "§ 89. Inimsusvastane kuritegu Süstemaatilisel viisil või massiliselt ja riigi, organisatsiooni või grupi õhutusel või juhtimisel toimepandud inimõigustest ja -vabadustest ilmajätmise või nende õiguste ja vabaduste piiramise eest, samuti tsiviilelanike tapmise, piinamise, vägistamise, neile tervisekahjustuse tekitamise, nende sunniviisilise ümberasustamise, väljasaatmise, prostitutsioonile sundimise, neilt alusetult vabaduse võtmise või muu väärkohtlemise eest - karistatakse kaheksa- kuni kahekümneaastase või eluaegse vangistusega.",
                        "subsections": []
                    }
                ]
            },
            {
                "name": "3. jagu Süüteod rahu vastu",
                "paragraphs": [
                    {
                        "text": "§ 91. Agressioon Riigi poolt teise riigi vastu suunatud agressiivse sõja, rahvusvahelisi kokkuleppeid või riigi enda antud julgeolekutagatisi rikkuva sõja juhtimises või ettevalmistamises osalemise eest, samuti riigi esindaja poolt agressiivse sõjaga ähvardamise eest - karistatakse kolme- kuni kaheteistaastase vangistusega.",
                        "subsections": []
                    },
                    {
                        "text": "§ 92. Sõjapropaganda Sõjale või muul viisil relvajõu kasutamisele üleskutsumise eest, kui sellega eiratakse rahvusvahelise õiguse üldtunnustatud põhimõtteid, - karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                        "subsections": []
                    }
                ]
            },
            {
                "name": "4. jagu Sõjasüüteod",
                "paragraphs": [
                    {
                        "text": "§ 94. Karistamine käesolevas jaos sätestamata süüteo eest",
                        "subsections": [
                            "Sõjaajal toimepandud süüteo eest, mida ei ole sätestatud käesolevas jaos, karistatakse käesoleva seaduse eriosa teiste sätete alusel.",
                            "Käesolevas jaos sätestatud süüteo toimepannud isikut karistatakse ainult sõjasüüteo toimepanemise eest isegi siis, kui süütegu vastab teistele eriosas sätestatud süüteokoosseisudele."
                        ]
                    },
                    {
                        "text": "§ 95. Tsiviilelanikkonna vastu suunatud sõjategevus Tsiviilelanike ründamise eest sõjategevuse piirkonnas või tsiviilelanike eluks hädavajalike toidu- või veevarude, külvide või koduloomade hävitamise või kasutamiskõlbmatuks muutmise või ohtlikke jõude sisaldavate ehitiste või seadmete ründamise eest - karistatakse viie- kuni viieteistaastase või eluaegse vangistusega.",
                        "subsections": []
                    },
                    {
                        "text": "§ 96. Sõjapidamisvahendite ebaseaduslik kasutamine tsiviilelanike vastu Sõjapidamisvahendite kasutamise eest viisil, mis ei ole võimaldanud vahet teha sõjaliste ja tsiviilobjektide vahel, kui sellega on põhjustatud tsiviilelanike surm, tekitatud neile tervisekahjustusi, kahjustatud tsiviilobjekte või põhjustatud oht tsiviilelanike elule, tervisele või varale, - karistatakse kuue- kuni viieteistaastase või eluaegse vangistusega.",
                        "subsections": []
                    },
                    {
                        "text": "§ 97. Tsiviilelanikuvastane rünne Sõjategevuse piirkonnas või okupeeritud territooriumil tsiviilelaniku tapmise, piinamise, talle tervisekahjustuse tekitamise, tema vägistamise, vaenlasriigi relvajõududes teenima või sõjalistest operatsioonidest osa võtma sundimise, pantvangi võtmise, temalt vabaduse ebaseadusliku võtmise või tema üle seaduslikus korras toimuva kohtupidamise õiguse võtmise eest, samuti okupeeriva riigi elanike ümberasustamise eest okupeeritud territooriumile või okupeeritud territooriumi elanike ümberasustamise eest - karistatakse kuue- kuni kahekümneaastase vangistusega.",
                        "subsections": []
                    },
                    {
                        "text": "§ 98. Sõjavangi ja interneeritud tsiviilelaniku õigusvastane kohtlemine Sõjavangi või interneeritud tsiviilelaniku halva kohtlemise või oma kohustuste täitmata jätmise eest isiku poolt, kes oli kohustatud sõjavangide või interneeritute eest hoolitsema, kui see põhjustas sõjavangide või interneeritute olukorra halvenemise, kuid puudub käesoleva seadustiku",
                        "subsections": []
                    },
                    {
                        "text": "§ 99. Sõjavangi ja interneeritud tsiviilelaniku vastane rünne Sõjavangi või interneeritud tsiviilelaniku tapmise, piinamise, ebainimliku kohtlemise, talle tervisekahjustuse tekitamise, tema relvajõududes teenima sundimise või tema üle seaduslikus korras toimuva kohtupidamise õiguse võtmise eest, samuti tema vabastamise või repatrieerimisega õigustamatu viivitamise eest - karistatakse kuue- kuni kahekümneaastase vangistusega.",
                        "subsections": []
                    },
                    {
                        "text": "§ 100. Haige, haavatu ja merehätta sattunu abita jätmine Sõjategevuse piirkonnas oleva haige, haavatud või merehätta sattunud inimese abita jätmise eest, kui sellega on põhjustatud inimese surm või tekitatud talle tervisekahjustus, - karistatakse kolme- kuni kaheteistaastase vangistusega.",
                        "subsections": []
                    },
                    {
                        "text": "§ 101. Võitlusvõimetu võitleja ründamine Vaenlase haige, haavatud või muul põhjusel võitlusvõimetuks jäänud võitleja tapmise, talle tervisekahjustuse tekitamise või tema piinamise eest, kui võitleja on relvad maha pannud, - karistatakse kuue- kuni viieteistaastase vangistusega.",
                        "subsections": []
                    },
                    {
                        "text": "§ 102. Kaitstud isiku vastane rünne Nõuetekohaseid eraldusmärke kandva meditsiiniüksuse liikme või muu haigete või haavatute eest hoolitseva isiku, vaimuliku, sõjategevuse piirkonnas oma kohustusi täitva humanitaarorganisatsiooni esindaja, tsiviilkaitsetöötaja, parlamentääri või teda saatva isiku tapmise, piinamise, talle tervisekahjustuse tekitamise või tema pantvangi võtmise eest - karistatakse kuue- kuni viieteistaastase vangistusega.",
                        "subsections": []
                    },
                    {
                        "text": "§ 103. Keelatud relvade kasutamine Bioloogilise või bakterioloogilise relva, keemiarelva või muu massihävitusrelva, mürkrelva, mürgiste või lämmatavate gaaside, püünismiinide ehk ohututeks väikeesemeteks maskeeritud lõhkekehade, lõhkekuulide, röntgenkiirtele nähtamatuid kilde tekitavate või muude rahvusvaheliselt keelustatud relvade kasutamise või süüterelva ulatusliku kasutamise eest tingimustes, kus sõjalist sihtmärki ei ole olnud võimalik selgelt eristada tsiviilelanikkonnast või -objektidest või ümbruskonnast, - karistatakse kolme- kuni kaheteistaastase vangistusega.",
                        "subsections": []
                    },
                    {
                        "text": "§ 104. Keskkonna kahjustamine sõjapidamisviisina Sõjapidamisviisina keskkonna teadliku mõjutamise eest, kui sellega on tekitatud suur kahju keskkonnale, - karistatakse rahalise karistuse või kuni viieaastase vangistusega.",
                        "subsections": []
                    },
                    {
                        "text": "§ 105. Rahvusvahelist kaitset tähistavate embleemide ja märkide väärkasutus Punase risti või punase poolkuu või punase lõvi ja päikese embleemi või nimetuse, sõjavangide laagrit, kultuurimälestist, tsiviilkaitseobjekti või ohtlikke jõude sisaldavat ehitist märgistava tähise või vaherahulipu väärkasutamise eest - karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                        "subsections": []
                    },
                    {
                        "text": "§ 106. Mittesõjalise objekti ründamine Sõjalisel otstarbel mittekasutatava objekti, demilitariseeritud tsooni, hospitaaltsooni, meditsiiniasutuse või -üksuse, sõjavangide või interneerimislaagri, sõjalise kaitseta asula või ehitise, neutraalse kaubalaeva, õhusõiduki, hospitaallaeva või -õhusõiduki või muu transpordivahendi, kui seda kasutatakse mittevõitlejate veoks, ründamise eest - karistatakse rahalise karistuse või kuni viieaastase vangistusega.",
                        "subsections": []
                    },
                    {
                        "text": "§ 107. Kultuuriväärtuste vastu suunatud rünne Kultuurimälestise, kiriku või muu religioosse tähendusega ehitise või objekti, kunsti- või teadusteose, kultuuriväärtusega arhiivi, raamatukogu, muuseumi või teaduslike kollektsioonide, mida ei kasutata sõjalisel otstarbel, hävitamise, kahjustamise või ebaseadusliku omastamise eest - karistatakse rahalise karistuse või ühe- kuni viieaastase vangistusega.",
                        "subsections": []
                    },
                    {
                        "text": "§ 108. Vara hävitamine ja omastamine sõjategevuse piirkonnas ja okupeeritud territooriumil Sõjategevuse piirkonnas või okupeeritud territooriumil vara ulatusliku hävitamise või omastamise eest relvajõududesse kuuluva või sõjategevusest osavõtva isiku poolt, kui see ei olnud tingitud sõjalistest vajadustest ja kui puudub käesoleva seadustiku",
                        "subsections": []
                    }
                ]
            },
            {
                "name": "5. jagu Süüteod rahvusvahelise julgeoleku vastu",
                "paragraphs": [
                    {
                        "text": "§ 110. Piraatlus",
                        "subsections": [
                            "Avamerel või alal, mis ei kuulu mitte ühegi riigi jurisdiktsiooni alla, olnud laeva ründamise, hõivamise või hävitamise, laeva pardal olnud inimeste ründamise, kinnipidamise või laeva pardal olnud vara hõivamise või hävitamise eest vägivallaga - karistatakse kahe- kuni kümneaastase vangistusega.",
                            "Sama teo eest, kui sellega on: 1) põhjustatud inimese surm; 2) tekitatud suur kahju või 3) põhjustatud oht paljude inimeste elule või tervisele, -karistatakse kuue- kuni kahekümneaastase vangistusega."
                        ]
                    },
                    {
                        "text": "§ 111. Őhusõiduki kaaperdamine",
                        "subsections": [
                            "Lennul oleva õhusõiduki juhtimise ebaseadusliku ülevõtmise või õhusõiduki meeskonna vaba juhtimisõiguse ebaseadusliku piiramise eest vägivalla või pettusega - karistatakse viie- kuni viieteistaastase vangistusega.",
                            "Sama teo eest, kui sellega on: 1) põhjustatud inimese surm; 2) tekitatud suur kahju või 3) põhjustatud oht paljude inimeste elule või tervisele, -karistatakse kuue- kuni kahekümneaastase vangistusega.",
                            "Őhusõiduk loetakse lennul olevaks meeskonnaliikmete või reisijate pardale saabumise või kauba pealelaadimise algusest kuni hetkeni, mil meeskonnaliikmete või reisijate lahkumine õhusõiduki pardalt või kauba mahalaadimine on lõppenud."
                        ]
                    }
                ]
            }
        ],
        "paragraphs": []
    },
    {
        "name": "9. peatükk ISIKUVASTASED SÜÜTEOD 1. jagu Eluvastased süüteod",
        "sections": [
            {
                "name": "2. jagu Tervisevastased süüteod 1. jaotis Tervist kahjustavad süüteod",
                "paragraphs": [
                    {
                        "text": "§ 118. Raske tervisekahjustuse tekitamine Tervisekahjustuse tekitamise eest, kui sellega on põhjustatud: 1) oht elule; 2) raske kehaline haigus; 3) raske psüühikahäire; 4) raseduse katkemine; 5) nägu oluliselt moonutav ravimatu vigastus või 6) elundi kaotus või selle tegevuse lakkamine, -karistatakse nelja- kuni kaheteistaastase vangistusega.",
                        "subsections": []
                    },
                    {
                        "text": "§ 119. Raske tervisekahjustuse tekitamine ettevaatamatusest Raske tervisekahjustuse tekitamise eest ettevaatamatusest - karistatakse rahalise karistuse või kuni üheaastase vangistusega.2. jaotis Vägivallateod",
                        "subsections": []
                    },
                    {
                        "text": "§ 120. Ähvardamine Tapmisega, tervisekahjustuse tekitamisega või olulises ulatuses vara rikkumise või hävitamisega ähvardamise eest, kui on olnud alust karta ähvarduse täideviimist, - karistatakse rahalise karistuse või kuni üheaastase vangistusega.",
                        "subsections": []
                    },
                    {
                        "text": "§ 121. Kehaline väärkohtlemine Teise inimese tervise kahjustamise eest, samuti löömise, peksmise või valu tekitanud muu kehalise väärkohtlemise eest - karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                        "subsections": []
                    }
                ]
            },
            {
                "name": "3. jagu Elu ja tervist ohustavad süüteod",
                "paragraphs": [
                    {
                        "text": "§ 123. Ohtu asetamine Teise inimese eluohtlikku või tema tervist raskelt kahjustada võivasse olukorda asetamise ja jätmise eest - karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                        "subsections": []
                    }
                ]
            },
            {
                "name": "4. jagu Raseduse ebaseaduslik katkestamine",
                "paragraphs": [
                    {
                        "text": "§ 125. Raseduse kuritahtlik katkestamine Raseda naise tahte vastaselt tema raseduse katkestamise eest - karistatakse kolme- kuni kaheteistaastase vangistusega.",
                        "subsections": []
                    },
                    {
                        "text": "§ 126. Raseduse õigustamatu katkestamine",
                        "subsections": [
                            "Raseda naise tahtel tema raseduse katkestamise eest isiku poolt, kellel ei olnud seadusest tulenevat õigust rasedust katkestada, - karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                            "Sama teo eest, kui rasedus oli kestnud kauem kui kakskümmend üks nädalat, - karistatakse kuni viieaastase vangistusega."
                        ]
                    },
                    {
                        "text": "§ 127. Raseduse hilinenud katkestamine Raseduse katkestamise õigusega isiku poolt raseda naise tahtel tema raseduse katkestamise eest seaduses sätestatud tähtajast hiljem - karistatakse rahalise karistuse või kuni üheaastase vangistusega.",
                        "subsections": []
                    }
                ]
            },
            {
                "name": "5. jagu Inimloote ebaseaduslik kohtlemine",
                "paragraphs": [
                    {
                        "text": "§ 129. Inimloote kahjustamine Vigastamise, aine manustamise või muu teoga naise emakas oleva inimloote kahjustamise eest kui sellega põhjustati raseduse katkemine või inimloote surm - karistatakse rahalise karistuse või kuni viieaastase vangistusega.[RT I 2002, 56, 350 - jõust. 01.09.2002]",
                        "subsections": []
                    },
                    {
                        "text": "§ 130. Keelatud toimingud embrüoga Inimkloonimise, samuti inimhübriidi või inimkimääri valmistamise eest - karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                        "subsections": []
                    },
                    {
                        "text": "§ 131. Inimloote väärkohtlemine Inimloote kehavälise valmistamise eest eesmärgita see naisele üle kanda või väljaspool selleks seaduslikku õigust omavat asutust või isiku poolt, kellel ei olnud selleks seaduslikku õigust, või inimloote kehaväliselt külmutamata säilitamise eest seaduses sätestatud tähtajast kauem või eraviisilise tehingu tegemise eest inimlootega - karistatakse rahalise karistusega.",
                        "subsections": []
                    }
                ]
            },
            {
                "name": "6. jagu Vabadusvastased süüteod",
                "paragraphs": [
                    {
                        "text": "§ 133. Orjastamine",
                        "subsections": [
                            "Vägivalla või pettusega inimese asetamise eest olukorda, kus ta oli sunnitud oma tahte vastaselt kellegi teise kasuks töötama või täitma muid kohustusi, samuti inimese sellises olukorras hoidmise eest - karistatakse ühe- kuni viieaastase vangistusega.",
                            "Sama teo eest, kui see on toime pandud: 1) kahe või enama isiku suhtes või 2) noorema kui kaheksateistaastase isiku suhtes, -karistatakse kolme- kuni kaheteistaastase vangistusega."
                        ]
                    },
                    {
                        "text": "§ 134. Isikuvabadust piiravasse riiki toimetamine",
                        "subsections": [
                            "Vägivalla või pettusega inimese toimetamise ja jätmise eest riiki, kus teda on võimalik rassilisel, soolisel või muul põhjusel taga kiusata või alandavalt kohelda ja kus tal puudub sellise kohtlemise vastu seaduslik kaitse ja võimalus sellest riigist lahkuda, - karistatakse rahalise karistuse või kuni viieaastase vangistusega.",
                            "Sama teo eest, kui see on toime pandud: 1) kahe või enama isiku suhtes või 2) noorema kui kaheksateistaastase isiku suhtes, -karistatakse kahe- kuni kümneaastase vangistusega."
                        ]
                    },
                    {
                        "text": "§ 135. Pantvangi võtmine",
                        "subsections": [
                            "Inimese vangistamise eest eesmärgiga sundida tema tapmise, vangistuses hoidmise või talle tervisekahjustuse tekitamise ähvardusel kolmandat isikut mingit tegu toime panema või sellega nõustuma - karistatakse kolme- kuni kaheteistaastase vangistusega.",
                            "Sama teo eest, kui see on toime pandud noorema kui kaheksateistaastase isiku suhtes, - karistatakse viie- kuni viieteistaastase vangistusega."
                        ]
                    },
                    {
                        "text": "§ 136. Vabaduse võtmine seadusliku aluseta",
                        "subsections": [
                            "Teiselt inimeselt seadusliku aluseta vabaduse võtmise eest - karistatakse rahalise karistuse või kuni viieaastase vangistusega.",
                            "Sama teo eest, kui see on toime pandud noorema kui kaheksateistaastase isiku suhtes, - karistatakse ühe- kuni viieaastase vangistusega."
                        ]
                    },
                    {
                        "text": "§ 137. Eraviisiline jälitustegevus",
                        "subsections": [
                            "Jälitustegevuseks seadusliku õiguseta isiku poolt teise inimese jälgimise eest tema kohta andmete kogumise eesmärgil - karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                            "Sama teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega."
                        ]
                    },
                    {
                        "text": "§ 138. Ebaseaduslik inimuuringute tegemine",
                        "subsections": [
                            "Meditsiinilise või teadusliku uuringu tegemise eest inimesega, kes ei olnud selleks andnud seaduses ettenähtud korras oma nõusolekut või keda enne nõusoleku andmist ei olnud teavitatud olulistest uuringuga kaasneda võivatest ohtudest, - karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                            "Sama teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega."
                        ]
                    },
                    {
                        "text": "§ 139. Ebaseaduslik siirdematerjali võtmine Inimeselt siirdamise eesmärgil elundi või koe eraldamise eest isiku poolt, kellel on olnud seadusest tulenev õigus seda teha, kui seda inimest enne temalt vastava nõusoleku saamist ei olnud teavitatud olulistest elundi või koe eraldamisega kaasneda võivatest ohtudest või kui eraldaja oli teadnud, et see inimene saab elundi või koe eraldamise eest tasu, - karistatakse rahalise karistuse või kuni üheaastase vangistusega.",
                        "subsections": []
                    }
                ]
            },
            {
                "name": "7. jagu Seksuaalse enesemääramise vastased süüteod",
                "paragraphs": [
                    {
                        "text": "§ 141. Vägistamine",
                        "subsections": [
                            "Inimese tahte vastaselt temaga suguühendusse astumise eest vägivallaga või ära kasutades tema seisundit, milles ta ei olnud võimeline vastupanu osutama või toimunust aru saama, - karistatakse ühe- kuni viieaastase vangistusega.",
                            "Sama teo eest: 1) kui see on toime pandud noorema kui kaheksateistaastase isiku suhtes; 2) kui see on toime pandud kahe või enama isiku poolt; 3) kui sellega on tekitatud kannatanule raske tervisekahjustus; 4) kui sellega on põhjustatud kannatanu surm; 5) kui sellega on kannatanu viidud enesetapuni või selle katseni või 6) kui see on toime pandud isiku poolt, kes on varem toime pannud vägistamise, -karistatakse kuue- kuni viieteistaastase vangistusega."
                        ]
                    },
                    {
                        "text": "§ 142. Sugulise kire vägivaldne rahuldamine",
                        "subsections": [
                            "Inimese tahte vastaselt tema kaasamise eest sugulise kire rahuldamisele suguühendusest erineval viisil, kui selleks on kasutatud vägivalda või on ära kasutatud isiku seisundit, milles ta ei olnud võimeline vastupanu osutama või toimunust aru saama, - karistatakse kuni kolmeaastase vangistusega.",
                            "Sama teo eest, kui see on toime pandud noorema kui kaheksateistaastase isiku suhtes, - karistatakse kuni viieaastase vangistusega."
                        ]
                    },
                    {
                        "text": "§ 143. Suguühendusele sundimine",
                        "subsections": [
                            "Inimese tahte vastaselt temaga suguühendusse astumise eest, ära kasutades kannatanu sõltuvust süüdlasest, kui puudub käesoleva seadustiku"
                        ]
                    },
                    {
                        "text": "§ 144. Suguühendus järeltulijaga Vanema, vanema õigustega isiku või vanavanema poolt lapse või lapselapsega suguühendusse astumise eest - karistatakse kuni kolmeaastase vangistusega.",
                        "subsections": []
                    },
                    {
                        "text": "§ 145. Suguühendus lapseealisega Täisealise isiku poolt noorema kui neljateistaastase isikuga suguühendusse astumise eest - karistatakse kuni kolmeaastase vangistusega.",
                        "subsections": []
                    },
                    {
                        "text": "§ 146. Sugulise kire rahuldamine lapseealisega Täisealise isiku poolt noorema kui neljateistaastase isiku kaasamise eest suguühendusest erineval viisil sugulise kire rahuldamisele - karistatakse kuni kaheaastase vangistusega.",
                        "subsections": []
                    }
                ]
            },
            {
                "name": "8. jagu Surnuvastased süüteod",
                "paragraphs": [
                    {
                        "text": "§ 148. Laibarüvetamine Inimese laiba tükeldamise, matmata jätmise või muu üldtunnustatud tavadele mittevastava kohtlemise või laiba varguse eest - karistatakse rahalise karistuse või kuni üheaastase vangistusega.",
                        "subsections": []
                    },
                    {
                        "text": "§ 149. Surnu mälestuse teotamine Matuse- või muu surnu mälestamise tseremoonia takistamise, haua või muu viimseks puhkepaigaks tunnistatud koha või surnule püstitatud mälestusmärgi rüüstamise või nimetatud kohtadest eseme varguse eest - karistatakse rahalise karistuse või kuni üheaastase vangistusega.",
                        "subsections": []
                    }
                ]
            }
        ],
        "paragraphs": [
            {
                "text": "§ 113. Tapmine Teise inimese tapmise eest - karistatakse kuue- kuni viieteistaastase vangistusega.",
                "subsections": []
            },
            {
                "text": "§ 114. Mõrv Tapmise eest, kui see on toime pandud: 1) piinaval või julmal viisil; 2) üldohtlikul viisil; 3) kahe või enama inimese suhtes; 4) vähemalt teist korda; 5) seoses röövimisega või omakasu motiivil; 6) teise süüteo varjamise või selle toimepanemise hõlbustamise eesmärgil; 7) lõhkeseadeldise või lõhkematerjali kasutamisega, -karistatakse kaheksa- kuni kahekümneaastase või eluaegse vangistusega.",
                "subsections": []
            },
            {
                "text": "§ 115. Provotseeritud tapmine Tapmise eest, kui see on toime pandud äkki tekkinud tugeva hingelise erutuse seisundis, mille on põhjustanud kannatanupoolne vägivald või solvamine tapja või tema lähedase isiku suhtes, - karistatakse ühe- kuni viieaastase vangistusega.",
                "subsections": []
            },
            {
                "text": "§ 116. Lapse tapmine Ema poolt oma sündiva või vastsündinud lapse tapmise eest - karistatakse kuni viieaastase vangistusega.",
                "subsections": []
            }
        ]
    },
    {
        "name": "10. peatükk POLIITILISTE JA KODANIKUÕIGUSTE VASTASED SÜÜTEOD 1. jagu Süüteod võrdõiguslikkuse vastu",
        "sections": [
            {
                "name": "2. jagu Põhivabaduste rikkumised",
                "paragraphs": [
                    {
                        "text": "§ 154. Usuvabaduse rikkumine Usulisse ühendusse kuulumise või usutalituse täitmise takistamise eest, välja arvatud juhul, kui usulisse ühendusse kuulumine või usutalituse täitmine kahjustab kõlblust, teiste inimeste õigusi või tervist või rikub avalikku korda, - karistatakse rahalise karistuse või kuni üheaastase vangistusega.",
                        "subsections": []
                    },
                    {
                        "text": "§ 155. Usulisse ühendusse astuma ja selle liikmeks olema sundimine Usulisse ühendusse astuma või selle liikmeks olema sundimise eest - karistatakse rahalise karistuse või kuni üheaastase vangistusega.",
                        "subsections": []
                    },
                    {
                        "text": "§ 156. Sõnumisaladuse rikkumine",
                        "subsections": [
                            "Kirjavahetuse ja sidevahendi abil edastatud sõnumi saladuse rikkumise eest - karistatakse rahalise karistusega.",
                            "Sama teo eest isiku poolt, kes pääses sõnumi juurde oma tööülesannete tõttu, - karistatakse rahalise karistuse või kuni üheaastase vangistusega."
                        ]
                    },
                    {
                        "text": "§ 157. Kutse- ja ametitegevuses teatavaks saanud saladuse hoidmise kohustuse rikkumine Kutse- või ametitegevuses teatavaks saanud teise isiku tervist, eraelu või äritegevust puudutava teabe avaldamise eest isiku poolt, kellel on seadusest tulenev kohustus hoida sellist teavet saladuses, - karistatakse rahalise karistusega.",
                        "subsections": []
                    },
                    {
                        "text": "§ 158. Seaduslikult korraldatud avaliku koosoleku takistamine ja selle laialiajamine vägivallaga Seaduslikult korraldatud avaliku koosoleku takistamise või selle vägivaldse laialiajamise eest - karistatakse rahalise karistuse või kuni üheaastase vangistusega.",
                        "subsections": []
                    }
                ]
            },
            {
                "name": "3. jagu Süüteod valimisvabaduse vastu",
                "paragraphs": [
                    {
                        "text": "§ 160. Valimise mõiste Valimine käesoleva jao tähenduses on Riigikogu või kohaliku omavalitsuse volikogu valimine.",
                        "subsections": []
                    },
                    {
                        "text": "§ 161. Valimise ja rahvahääletuse takistamine",
                        "subsections": [
                            "Valimise või rahvahääletuse või selle tulemuste kindlakstegemise või väljakuulutamise takistamise eest - karistatakse rahalise karistuse või kuni üheaastase vangistusega.",
                            "Sama teo eest, kui see on toime pandud vägivallaga, - karistatakse ühe- kuni viieaastase vangistusega."
                        ]
                    },
                    {
                        "text": "§ 162. Valimis- ja hääletamisvabaduse rikkumine Isiku takistamise eest vabalt teostamast oma õigust valida või olla valitud valimisel või hääletada rahvahääletusel, kui sealjuures on kasutatud vägivalda, pettust, ähvardust või isiku teenistuslikku, majanduslikku või muud sõltuvust süüteo toimepanijast, - karistatakse rahalise karistuse või kuni üheaastase vangistusega.",
                        "subsections": []
                    },
                    {
                        "text": "§ 163. Valimise võltsimine Valimis- või hääletamisdokumendi hävitamise, rikkumise, kõrvaldamise või võltsimise või häälte ebaõige lugemise eest - karistatakse rahalise karistuse või kuni üheaastase vangistusega.",
                        "subsections": []
                    },
                    {
                        "text": "§ 164. Hääle ostmine Isikule ainelise hüvitise andmise või pakkumise eest eesmärgiga mõjutada teda mitte teostama oma valimis- või hääletamisõigust või teostama seda teatud valiku kasuks - karistatakse rahatrahviga kuni kolmsada trahviühikut või arestiga.",
                        "subsections": []
                    },
                    {
                        "text": "§ 165. Valimispettus Valimisel või rahvahääletusel osalemise eest ilma hääleõiguseta või teise isiku nimel või mitmekordse hääletamise eest - karistatakse rahatrahviga kuni kolmsada trahviühikut või arestiga.",
                        "subsections": []
                    },
                    {
                        "text": "§ 166. Hääletamissaladuse rikkumine Salajase hääletuse korra rikkumise eest valimisel või rahvahääletusel - karistatakse rahatrahviga kuni sada trahviühikut või arestiga.",
                        "subsections": []
                    },
                    {
                        "text": "§ 167. Valimisagitatsiooni takistamine Valimis- või rahvahääletuseelse seadusliku agitatsiooni takistamise eest - karistatakse rahatrahviga kuni kolmsada trahviühikut või arestiga.",
                        "subsections": []
                    }
                ]
            }
        ],
        "paragraphs": [
            {
                "text": "§ 151. Sotsiaalse vaenu õhutamine Tegevuse eest, millega avalikult on kutsutud üles vihkamisele või vägivallale seoses rahvuse, rassi, nahavärvi, soo, keele, päritolu, usutunnistuse, poliitiliste veendumuste, varalise või sotsiaalse seisundiga, - karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                "subsections": []
            },
            {
                "text": "§ 152. Võrdõiguslikkuse rikkumine Inimese õiguste ebaseadusliku piiramise või inimesele ebaseaduslike eeliste andmise eest tema rahvuse, rassi, nahavärvi, soo, keele, päritolu, usutunnistuse, poliitiliste veendumuste, varalise või sotsiaalse seisundi alusel - karistatakse rahalise karistuse või kuni üheaastase vangistusega.",
                "subsections": []
            }
        ]
    },
    {
        "name": "11. peatükk SÜÜTEOD PEREKONNA JA ALAEALISE VASTU 1. jagu Süüteod perekonna vastu",
        "sections": [
            {
                "name": "2. jagu Süüteod alaealise vastu",
                "paragraphs": [
                    {
                        "text": "§ 175. Alaealise prostitutsioonile kallutamine Ahvatlemise, ähvardamise või muu teoga noorema kui kaheksateistaastase isiku mõjutamise eest alustama või jätkama prostitutsiooniga tegelemist, kui puudub käesoleva seadustiku",
                        "subsections": []
                    },
                    {
                        "text": "§ 176. Alaealise prostitutsioonile kaasaaitamine",
                        "subsections": [
                            "Vahendamise, ruumi andmise või muul viisil noorema kui kaheksateistaastase isiku prostitutsioonile kaasaaitamise eest - karistatakse rahalise karistuse või kuni viieaastase vangistusega.",
                            "Sama teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega.",
                            "Kohus võib kohaldada käesolevas paragrahvis sätestatud süüteo eest lisakaristusena varalist karistust vastavalt käesoleva seadustiku"
                        ]
                    },
                    {
                        "text": "§ 177. Alaealise kasutamine pornograafilise teose valmistamisel",
                        "subsections": [
                            "Noorema kui kaheksateistaastase isiku kasutamise eest modellina või näitlejana pornograafilise või erootilise pildi, filmi või muu teose valmistamiseks - karistatakse rahalise karistuse või kuni üheaastase vangistusega.",
                            "Sama teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega."
                        ]
                    },
                    {
                        "text": "§ 178. Lapsporno valmistamine ja selle võimaldamine",
                        "subsections": [
                            "Nooremat kui neljateistaastast isikut pornograafilises või erootilises situatsioonis kujutava pildi, kirjutise või muu teose või selle reproduktsiooni valmistamise või hoidmise, teisele isikule üleandmise, näitamise või muul viisil kättesaadavaks tegemise eest - karistatakse rahalise karistuse või kuni üheaastase vangistusega.",
                            "Sama teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega."
                        ]
                    },
                    {
                        "text": "§ 179. Lapseealise seksuaalne ahvatlemine",
                        "subsections": [
                            "Nooremale kui neljateistaastasele isikule pornograafilise teose või selle reproduktsiooni üleandmise, näitamise või muul viisil teadvalt kättesaadavaks tegemise või sellise isiku nähes suguühendusse astumise või muul viisil teadvalt tema seksuaalse ahvatlemise eest - karistatakse rahalise karistuse või kuni üheaastase vangistusega.",
                            "Sama teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega."
                        ]
                    },
                    {
                        "text": "§ 180. Alaealisele vägivalla eksponeerimine",
                        "subsections": [
                            "Nooremale kui kaheksateistaastasele isikule vägivalda või julmust propageeriva teose või selle reproduktsiooni üleandmise, näitamise või muul viisil teadvalt kättesaadavaks tegemise või sellise isiku nähes looma põhjuseta tapmise või piinamise või talle muul viisil vägivalla teadva eksponeerimise eest - karistatakse rahalise karistuse või kuni üheaastase vangistusega.",
                            "Sama teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega."
                        ]
                    },
                    {
                        "text": "§ 181. Alaealise kaasatõmbamine kuriteo toimepanemisele Täisealise poolt noorema kui kaheksateistaastase isiku kaasatõmbamise eest kuriteo toimepanemisele - karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                        "subsections": []
                    }
                ]
            }
        ],
        "paragraphs": [
            {
                "text": "§ 169. Lapse ülalpidamise kohustuse rikkumine Vanema kuritahtliku kõrvalehoidumise eest oma nooremale kui kaheksateistaastasele lapsele või täisealiseks saanud, kuid abi vajavale töövõimetule lapsele kohtu poolt väljamõistetud igakuise elatusraha maksmisest - karistatakse rahalise karistuse või kuni üheaastase vangistusega.",
                "subsections": []
            },
            {
                "text": "§ 170. Vanema ülalpidamise kohustuse rikkumine Täisealiseks saanud lapse kuritahtliku kõrvalehoidumise eest oma abi vajavale töövõimetule vanemale kohtu poolt väljamõistetud igakuise elatusraha maksmisest - karistatakse rahalise karistuse või kuni üheaastase vangistusega.",
                "subsections": []
            },
            {
                "text": "§ 171. Eestkoste- ja hooldusõiguse kuritarvitamine Eestkoste- või hooldusõiguse ärakasutamise eest, suurendades eestkostetava või hooldatava vara arvel oma vara või tegutsedes muul viisil eestkostetava või hooldatava varaliste või isiklike õiguste või huvide vastaselt, - karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                "subsections": []
            },
            {
                "text": "§ 172. Võõra lapse hõivamine Noorema kui neljateistaastase võõra lapse salajase või avaliku äraviimise eest isiku juurest, kelle hoole all laps seaduslikul alusel viibis, - karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                "subsections": []
            },
            {
                "text": "§ 173. Lapse müümine ja ostmine",
                "subsections": [
                    "Lapse müümise või ostmise eest - karistatakse ühe- kuni viieaastase vangistusega.",
                    "Sama teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega."
                ]
            }
        ]
    },
    {
        "name": "12. peatükk RAHVATERVISEVASTASED SÜÜTEOD 1. jagu Narkootikumidega seotud süüteod",
        "sections": [
            {
                "name": "2. jagu Nakkushaigustega seotud süüteod",
                "paragraphs": [
                    {
                        "text": "§ 192. Nakkushaiguse ja loomataudi leviku ohu põhjustamine",
                        "subsections": [
                            "Nakkushaiguse- või loomatauditõrje nõuete rikkumise eest, kui sellega on põhjustatud eriti ohtliku nakkushaiguse või eriti ohtliku loomataudi leviku oht, - karistatakse rahalise karistuse või kuni üheaastase vangistusega.",
                            "Sama teo eest, kui sellega on ettevaatamatusest põhjustatud eriti ohtliku nakkushaiguse või eriti ohtliku loomataudi leviku oht, - karistatakse rahalise karistusega.",
                            "Käesoleva paragrahvi lõikes 1 või 2 sätestatud teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega."
                        ]
                    }
                ]
            },
            {
                "name": "3. jagu Ravimitega seotud süüteod",
                "paragraphs": [
                    {
                        "text": "§ 194. Ravimi ebaseaduslik levitamine",
                        "subsections": [
                            "Ravimi ebaseadusliku valmistamise või ebaseaduslikult valmistatud ravimi üleandmise või vahendamise, samuti ebaseaduslikult valmistatud ravimi valdamise eest üleandmise eesmärgil, kui puudub käesoleva seadustiku"
                        ]
                    }
                ]
            },
            {
                "name": "4. jagu Süüteod töötervishoiu, tööohutuse ja tehnilise järelevalve valdkonnas",
                "paragraphs": [
                    {
                        "text": "§ 196. Töötervishoiu- ja tööohutusnõuete ning tehnilisele järelevalvele allutatud objektile kehtestatud nõuete eiramine, kui sellega on ettevaatamatusest tekitatud raske tervisekahjustus",
                        "subsections": [
                            "Töötervishoiu- või tööohutusnõuete või tehnilisele järelevalvele allutatud objektile kehtestatud nõuete eiramise eest ehitustöid teostavas, kemikaale käitlevas, ohtlikus või suurõnnetuse ohuga ettevõttes või tehnilisele järelevalvele allutatud objektil, kui sellega on ettevaatamatusest tekitatud raske tervisekahjustus, - karistatakse rahalise karistuse või kuni üheaastase vangistusega.",
                            "Sama teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega."
                        ]
                    },
                    {
                        "text": "§ 197. Töötervishoiu- ja tööohutusnõuete ning tehnilisele järelevalvele allutatud objektile kehtestatud nõuete eiramine, kui sellega on ettevaatamatusest põhjustatud inimese surm",
                        "subsections": [
                            "Töötervishoiu- või tööohutusnõuete või tehnilisele järelevalvele allutatud objektile kehtestatud nõuete eiramise eest ehitustöid teostavas, kemikaale käitlevas, ohtlikus või suurõnnetuse ohuga ettevõttes või tehnilisele järelevalvele allutatud objektil, kui sellega on ettevaatamatusest põhjustatud inimese surm, - karistatakse kuni kolmeaastase vangistusega.",
                            "Sama teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega."
                        ]
                    }
                ]
            }
        ],
        "paragraphs": [
            {
                "text": "§ 183. Narkootilise ja psühhotroopse aine väikeses koguses ebaseaduslik käitlemine Narkootilise või psühhotroopse aine väikeses koguses ebaseadusliku edasiandmise või vahendamise eest, samuti selle väikeses koguses ebaseadusliku valmistamise, omandamise või valdamise eest edasiandmise eesmärgil - karistatakse rahalise karistuse või kuni üheaastase vangistusega.",
                "subsections": []
            },
            {
                "text": "§ 184. Narkootilise ja psühhotroopse aine suures koguses ebaseaduslik käitlemine",
                "subsections": [
                    "Narkootilise või psühhotroopse aine suures koguses ebaseadusliku valmistamise, omandamise, valdamise, edasiandmise, vahendamise, veo või muu ebaseadusliku käitlemise eest - karistatakse ühe- kuni viieaastase vangistusega.",
                    "Sama teo eest, kui see on toime pandud: 1) grupi või kuritegeliku ühenduse poolt või 2) vähemalt teist korda, -karistatakse kahe- kuni kümneaastase vangistusega.",
                    "Käesoleva paragrahvi lõikes 1 sätestatud teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega.",
                    "Käesoleva paragrahvi lõike 2 punktis 2 sätestatud teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistuse või sundlõpetamisega.",
                    "Kohus võib kohaldada käesolevas paragrahvis sätestatud süüteo eest lisakaristusena varalist karistust vastavalt käesoleva seadustiku"
                ]
            },
            {
                "text": "§ 185. Narkootilise ja psühhotroopse aine edasiandmine nooremale kui kaheksateistaastasele isikule",
                "subsections": [
                    "Täisealise isiku poolt narkootilise või psühhotroopse aine väikeses koguses ebaseadusliku edasiandmise eest nooremale kui kaheksateistaastasele isikule - karistatakse kuni kolmeaastase vangistusega.",
                    "Sama teo eest, kui edasiandmise esemeks oli narkootiline või psühhotroopne aine suures koguses, - karistatakse kahe- kuni kümneaastase vangistusega."
                ]
            },
            {
                "text": "§ 186. Narkootilise ja psühhotroopse aine ebaseaduslikule tarvitamisele kallutamine Narkootilise või psühhotroopse aine ebaseaduslikule tarvitamisele kallutamise eest - karistatakse rahalise karistuse või kuni üheaastase vangistusega.",
                "subsections": []
            },
            {
                "text": "§ 187. Alaealise kallutamine narkootilise ja psühhotroopse aine ja muu uimastava toimega aine ebaseaduslikule tarvitamisele Täisealise isiku poolt noorema kui kaheksateistaastase isiku kallutamise eest narkootilise või psühhotroopse aine või muu uimastava toimega aine ebaseaduslikule tarvitamisele või nooremale kui kaheksateistaastasele isikule sellise aine ebaseadusliku manustamise eest - karistatakse ühe- kuni viieaastase vangistusega.",
                "subsections": []
            },
            {
                "text": "§ 188. Unimaguna, kanepi ja kokapõõsa ebaseaduslik kasvatamine Unimaguna, kanepi või kokapõõsa ebaseadusliku kasvatamise eest - karistatakse rahalise karistuse või kuni viieaastase vangistusega.",
                "subsections": []
            },
            {
                "text": "§ 189. Narkootilise ja psühhotroopse aine levitamise ettevalmistamine",
                "subsections": [
                    "Käesoleva seadustiku"
                ]
            },
            {
                "text": "§ 190. Narkootilise ja psühhotroopse aine ning nende lähteaine käitlemise, arvestuse ja aruandluse nõuete rikkumine",
                "subsections": [
                    "Narkootilise või psühhotroopse aine või selle lähteaine valmistamise, tootmise, töötlemise, pakkimise, säilitamise, veo, impordi, ekspordi, transiidi, üleandmise, arvestuse või aruandluse nõuete rikkumise eest loetletud tegevuste eest vastutava isiku poolt, kui sellega on kaasnenud narkootilise või psühhotroopse aine ebaseaduslik käibesse sattumine ettevaatamatusest, - karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                    "Sama teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega."
                ]
            }
        ]
    },
    {
        "name": "13. peatükk VARAVASTASED SÜÜTEOD 1. jagu Süüteod omandi vastu 1. jaotis Asja ebaseaduslik omastamine",
        "sections": [
            {
                "name": "2. jagu Süüteod vara vastu tervikuna 1. jaotis Kelmus",
                "paragraphs": [
                    {
                        "text": "§ 209. Kelmus",
                        "subsections": [
                            "Varalise kasu saamise eest tegelikest asjaoludest teadvalt ebaõige ettekujutuse loomise teel - karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                            "Sama teo eest, kui see on toime pandud: 1) isiku poolt, kes on varem toime pannud kelmuse, varguse või omastamise; 2) suures ulatuses; 3) grupi või kuritegeliku ühenduse poolt või 4) avalikkuse poole pöördudes, -karistatakse ühe- kuni viieaastase vangistusega.",
                            "Käesoleva paragrahvi lõikes 1 või 2 sätestatud teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega."
                        ]
                    },
                    {
                        "text": "§ 210. Soodustuskelmus",
                        "subsections": [
                            "Soodustuseks käesoleva paragrahvi tähenduses loetakse tasuta või osaliselt tasuta väljamakset majandustegevuses osalevale isikule riigieelarve, kohaliku omavalitsuse või muudest avalikest vahenditest või maksusoodustust eesmärgiga soodustada majandustegevust.",
                            "Pettuse teel soodustuse saamise või soodustuse mitte-eesmärgipärase kasutamise eest - karistatakse rahalise karistuse või kuni viieaastase vangistusega.",
                            "Sama teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega."
                        ]
                    },
                    {
                        "text": "§ 211. Investeerimiskelmus",
                        "subsections": [
                            "Investeeringu saamise eest majandustegevuses osaleva isiku poolt emissiooniprospektis või muul viisil üldsusele suunatud teabes valeandmete esitamise teel - karistatakse rahalise karistuse või kuni viieaastase vangistusega.",
                            "Sama teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega."
                        ]
                    },
                    {
                        "text": "§ 212. Kindlustuskelmus",
                        "subsections": [
                            "Kindlustusjuhtumi esilekutsumise või kindlustusjuhtumi toimumise kohta ebaõige ettekujutuse loomise eest kindlustusandjalt kindlustushüvitise saamise eesmärgil - karistatakse rahalise karistuse või kuni viieaastase vangistusega.",
                            "Sama teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega."
                        ]
                    },
                    {
                        "text": "§ 213. Arvutikelmus Varalise kasu saamise eest arvutiprogrammide või andmete sisestamise, vahetamise, kustutamise, sulustamise või muul viisil andmetöötlusprotsessi sekkumise teel, kui sellega on mõjutatud andmete töötlemise tulemust, - karistatakse rahalise karistuse või kuni viieaastase vangistusega.2. jaotis Väljapressimine",
                        "subsections": []
                    },
                    {
                        "text": "§ 214. Väljapressimine",
                        "subsections": [
                            "Varalise kasu üleandmise nõudmise eest, kui on ähvardatud piirata isiku vabadust, avaldada häbistavaid andmeid või hävitada või rikkuda vara, samuti kui on kasutatud vägivalda, - karistatakse rahalise karistuse või kuni viieaastase vangistusega.",
                            "Sama teo eest, kui see on toime pandud: 1) isiku poolt, kes on varem toime pannud väljapressimise, varguse, röövimise või kelmuse; 2) suures ulatuses; 3) raske tervisekahjustuse tekitamisega; 4) grupi või kuritegeliku ühenduse poolt, 5) isikult vabaduse võtmisega või 6) vara rikkumise või hävitamisega, -karistatakse nelja- kuni kaheteistaastase vangistusega.3. jaotis Ebaseaduslik kasutamine"
                        ]
                    },
                    {
                        "text": "§ 215. Asja omavoliline kasutamine",
                        "subsections": [
                            "Võõra vallasasja omavolilise ajutise kasutamise eest omastamise eesmärgita - karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                            "Sama teo eest, kui see on toime pandud: 1) isiku poolt, kes on varem toime pannud varguse, omastamise või asja omavolilise kasutamise; 2) vägivallaga või 3) grupi või kuritegeliku ühenduse poolt, -karistatakse ühe- kuni viieaastase vangistusega."
                        ]
                    },
                    {
                        "text": "§ 216. Võrgugaasi ja energia ebaseaduslik kasutamine",
                        "subsections": [
                            "Võrgugaasi või energia kasutamise eest tarbimisvõrku ebaseadusliku lülitumise teel - karistatakse rahalise karistuse või kuni kaheaastase vangistusega.",
                            "Sama teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega."
                        ]
                    }
                ]
            },
            {
                "name": "3. jagu Vähemohtlikud varavastased süüteod",
                "paragraphs": []
            }
        ],
        "paragraphs": [
            {
                "text": "§ 199. Vargus",
                "subsections": [
                    "Võõra vallasasja äravõtmise eest selle ebaseadusliku omastamise eesmärgil – karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                    "Sama teo eest, kui: 1) teo objektiks on tulirelv, laskemoon, lõhkematerjal või kiirgusallikas; 2) teo objektiks on narkootiline või psühhotroopne aine või nende lähteaine; 3) teo objektiks on suure teadusliku, kultuuri- või ajalooväärtusega ese; 4) see on toime pandud isiku poolt, kes on varem toime pannud varguse, röövimise või omastamise; 5) see on toime pandud avalikult, kuid vägivalda kasutamata; 6) see on toime pandud suures ulatuses; 7) see on toime pandud grupi või kuritegeliku ühenduse poolt; 8) see on toime pandud sissetungimisega -karistatakse kuni viieaastase vangistusega.[RT I 2002, 56, 350 - jõust. 01.09.2002]"
                ]
            },
            {
                "text": "§ 200. Röövimine",
                "subsections": [
                    "Võõra vallasasja äravõtmise eest selle ebaseadusliku omastamise eesmärgil, kui see on toime pandud vägivallaga, – karistatakse kahe- kuni kümneaastase vangistusega.",
                    "Sama teo eest, kui: 1) teo objektiks on tulirelv, laskemoon, lõhkematerjal või kiirgusallikas; 2) teo objektiks on narkootiline või psühhotroopne aine või nende lähteaine; 3) teo objektiks on suure teadusliku, kultuuri- või ajalooväärtusega ese; 4) see on toime pandud isiku poolt, kes on varem toime pannud röövimise või tapmise seoses röövimisega või muul omakasu motiivil või väljapressimise; 5) see on toime pandud raske tervisekahjustuse tekitamisega; 6) see on toime pandud suures ulatuses; 7) see on toime pandud grupi või kuritegeliku ühenduse poolt; 8) see on toime pandud relva või relvana kasutatava muu esemega ähvardades; 9) see on toime pandud sissetungimisega; 10) see on toime pandud näo varjamisega näokatte või maskiga või muul viisil, mis takistas isiku tuvastamist, –karistatakse kolme- kuni viieteistaastase vangistusega[RT I 2002, 56, 350 - jõust. 01.09.2002]"
                ]
            },
            {
                "text": "§ 201. Omastamine",
                "subsections": [
                    "Valduses oleva, leitud või juhuslikult oma valdusse sattunud võõra vallasasja ebaseaduslikult enda või kolmanda isiku kasuks pööramise eest - karistatakse rahalise karistusega.",
                    "Sama teo eest, kui see on toime pandud: 1) isiku poolt, kes on varem toime pannud varguse või omastamise; 2) suures ulatuses; 3) ametiisiku poolt või 4) grupi või kuritegeliku ühenduse poolt, -karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.[RT I 2002, 56, 350 - jõust. 01.09.2002]"
                ]
            },
            {
                "text": "§ 202. Kuriteo toimepanemise tulemusena saadud vara omandamine, hoidmine ja turustamine",
                "subsections": [
                    "Kuriteo toimepanemise tulemusena saadud vara omandamise, hoidmise või turustamise eest - karistatakse rahalise karistuse või kuni üheaastase vangistusega.",
                    "Sama teo eest, kui see on toime pandud: 1) grupi või kuritegeliku ühenduse poolt; 2) vähemalt teist korda või 3) suures ulatuses, -karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                    "Käesoleva paragrahvi lõikes 1 või 2 sätestatud teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega.2. jaotis Kahjustamine"
                ]
            },
            {
                "text": "§ 203. Asja rikkumine ja hävitamine Võõra asja rikkumise või hävitamise eest, kui sellega on tekitatud oluline kahju, - karistatakse rahalise karistuse või kuni viieaastase vangistusega.",
                "subsections": []
            },
            {
                "text": "§ 204. Avaliku asja rikkumine ja hävitamine",
                "subsections": [
                    "Kultuurimälestise, museaali või muuseumikogu rikkumise või hävitamise eest, kui sellega on tekitatud suur kahju, – karistatakse ühe- kuni viieaastase vangistusega.",
                    "Sama teo eest, kui selle on toime pannud juriidiline isik, – karistatakse rahalise karistusega.[RT I 2002, 56, 350 - jõust. 01.09.2002]"
                ]
            },
            {
                "text": "§ 205. Asja rikkumine ja hävitamine ettevaatamatusest Võõra asja, kultuurimälestise, museaali või muuseumikogu rikkumise või hävitamise eest ettevaatamatusest üldohtlikul viisil või kui sellega on tekitatud suur kahju, - karistatakse rahalise karistuse või kuni üheaastase vangistusega.",
                "subsections": []
            },
            {
                "text": "§ 206. Arvutikahjurlus",
                "subsections": [
                    "Arvutis olevate andmete või programmi ebaseadusliku vahetamise, kustutamise, rikkumise või sulustamise eest, kui sellega on tekitatud oluline kahju, samuti arvutisse andmete või programmi ebaseadusliku sisestamise eest, kui sellega on tekitatud oluline kahju, - karistatakse rahalise karistuse või kuni üheaastase vangistusega.",
                    "Sama teo eest eesmärgiga takistada arvuti- või telekommunikatsioonisüsteemi tööd - karistatakse rahalise karistuse või kuni kolmeaastase vangistusega."
                ]
            },
            {
                "text": "§ 207. Arvutivõrgu ühenduse kahjustamine Arvutivõrgu või arvutisüsteemi ühenduse rikkumise või tõkestamise eest - karistatakse rahalise karistusega.",
                "subsections": []
            }
        ]
    },
    {
        "name": "14. peatükk INTELLEKTUAALSE OMANDI VASTASED SÜÜTEOD",
        "sections": [],
        "paragraphs": [
            {
                "text": "§ 219. Teose, leiutise, tööstusdisainilahenduse ja mikrolülituse topoloogia autori ning teose esitaja isiklike õiguste rikkumine",
                "subsections": [
                    "Võõra teose, teose esituse, leiutise, tööstusdisainilahenduse või mikrolülituse topoloogia oma nimel üldsusele teatavaks tegemise või autori või teose esitaja isiklike õiguste muu rikkumise eest - karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                    "Sama teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega."
                ]
            },
            {
                "text": "§ 220. Teose, leiutise, tööstusdisainilahenduse ja mikrolülituse topoloogia autori ja autoriõigusega kaasnevate õiguste valdaja varaliste õiguste rikkumine",
                "subsections": [
                    "Teose, leiutise, tööstusdisainilahenduse või mikrolülituse topoloogia autori või autoriõigusega kaasnevate õiguste valdaja varaliste õiguste rikkumise eest - karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                    "Sama teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega."
                ]
            },
            {
                "text": "§ 221. Autoriõiguse seadusega ettenähtud tasu maksmisest kõrvalehoidumine",
                "subsections": [
                    "Kujutava kunsti teose originaali edasimüümise või audiovisuaalse teose ja teose helisalvestise isiklikeks vajadusteks kasutamise eest, hoidudes kõrvale seadusega ettenähtud tasu maksmisest, - karistatakse rahalise karistuse või kuni üheaastase vangistusega.",
                    "Sama teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega."
                ]
            },
            {
                "text": "§ 222. Piraatkoopia valmistamine",
                "subsections": [
                    "Teose või autoriõigusega kaasnevate õiguste objekti reprodutseerimise eest levitamise eesmärgil ilma teose autori, tema õiguste valdaja või autoriõigusega kaasnevate õiguste valdaja loata - karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                    "Sama teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega.",
                    "Kohus konfiskeerib käesolevas paragrahvis sätestatud süüteo toimepanemise vahetuks objektiks olnud eseme."
                ]
            },
            {
                "text": "§ 223. Piraatkoopia avalik esitamine",
                "subsections": [
                    "Teose avaliku esitamise, üldsusele näitamise või üldsusele ülekandmise eest, kui selleks on kasutatud piraatkoopiat, - karistatakse rahalise karistuse või kuni üheaastase vangistusega.",
                    "Sama teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega.",
                    "Kohus konfiskeerib käesolevas paragrahvis sätestatud süüteo toimepanemise vahetuks objektiks olnud eseme."
                ]
            },
            {
                "text": "§ 224. Piraatkoopiaga kauplemine",
                "subsections": [
                    "Piraatkoopiaga kauplemise eest, kui süüdlasele on sama teo eest kohaldatud väärteokaristust, - karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                    "Sama teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega.",
                    "Kohus konfiskeerib käesolevas paragrahvis sätestatud süüteo toimepanemise vahetuks objektiks olnud eseme."
                ]
            },
            {
                "text": "§ 225. Autorõiguse ja autoriõigusega kaasnevate õiguste rikkumist takistava kaitsevahendi kõrvaldamiseks mõeldud tehnilise vahendi käitlemine",
                "subsections": [
                    "Teose ebaseadusliku reprodutseerimise vastase kaitsevahendi või satelliidi või kaabli vahendusel ülekantava signaali ebaseadusliku vastuvõtmise vastase kaitsevahendi kõrvaldamiseks mõeldud tehnilise vahendi või seadme valmistamise, omandamise, hoidmise, kasutamise, edasitoimetamise, müümise või üleandmise eest - karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                    "Sama teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega.",
                    "Kohus konfiskeerib käesolevas paragrahvis sätestatud süüteo toimepanemise vahetuks objektiks olnud eseme."
                ]
            },
            {
                "text": "§ 226. Patendi, kasuliku mudeli, kaubamärgi, tööstusdisainilahenduse ja mikrolülituse topoloogia omaniku ainuõiguse rikkumine",
                "subsections": [
                    "Patendi, kasuliku mudeli, kaubamärgi, tööstusdisainilahenduse või mikrolülituse topoloogia omaniku ainuõiguse teadva rikkumise eest - karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                    "Sama teo eest, kui see on toime pandud kaubanduslikul eesmärgil, - karistatakse rahalise karistuse või kuni viieaastase vangistusega.",
                    "Käesoleva paragrahvi lõikes 1 või 2 sätestatud teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega."
                ]
            },
            {
                "text": "§ 227. Võltsitud kaubaga kauplemine",
                "subsections": [
                    "Kaubamärgiomaniku loata samade või sarnaste kaupade õiguskaitset omava kaubamärgiga identse või äravahetamiseni sarnase tähisega kaubaga kauplemise eest, kui süüdlasele on sama teo eest kohaldatud väärteokaristust, - karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                    "Sama teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega.",
                    "Kohus konfiskeerib käesolevas paragrahvis sätestatud süüteo toimepanemise vahetuks objektiks olnud eseme."
                ]
            },
            {
                "text": "§ 228. Leiutise ja tööstusdisainilahenduse avalikustamine Leiutise või tööstusdisainilahenduse avalikustamise eest ilma patendile, kasulikule mudelile või tööstusdisainilahendusele õigust omava isiku loata enne selle isiku poolt leiutise või tööstusdisainilahenduse avalikustamist või avaldamist seaduses ettenähtud korras - karistatakse rahalise karistuse või kuni üheaastase vangistusega.",
                "subsections": []
            },
            {
                "text": "§ 229. Sordikaitsest tulenevate õiguste rikkumine Kaitsealuse sordi aretajale või omanikule kuuluvate õiguste omastamise või kaitsealuse sordi kasutamise eest ilma omaniku väljastatud litsentsita - karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                "subsections": []
            }
        ]
    },
    {
        "name": "15. peatükk RIIGIVASTASED SÜÜTEOD 1. jagu Süüteod Eesti Vabariigi vastu",
        "sections": [
            {
                "name": "2. jagu Süüteod riigivõimu vastu",
                "paragraphs": [
                    {
                        "text": "§ 237. Terrorism",
                        "subsections": [
                            "Tervisekahjustuse tekitamisele, surma põhjustamisele või vara hõivamisele, rikkumisele või hävitamisele suunatud teo toimepanemise eest sõja või rahvusvahelise konflikti provotseerimise või poliitilisel või usulisel eesmärgil - karistatakse kolme- kuni kaheteistaastase või eluaegse vangistusega.",
                            "Sama teo eest, kui selle on toime pannud juriidiline isik, - karistatakse sundlõpetamisega."
                        ]
                    },
                    {
                        "text": "§ 238. Massilise korratuse organiseerimine Paljusid inimesi hõlmava korratuse organiseerimise eest, kui sellega on kaasnenud rüüstamine, purustamine, süütamine või muu selline tegevus, - karistatakse ühe- kuni viieaastase vangistusega.",
                        "subsections": []
                    },
                    {
                        "text": "§ 239. Süüteo toimepanemine massilise korratuse ajal Rüüstamise, purustamise, süütamise või muu sellise tegevuse eest massilises korratuses osaleja poolt või vastuhakkamise eest politseiametnikule, abipolitseinikule või muule isikule, kes on seaduslikult tõkestanud sellist tegevust, - karistatakse rahalise karistuse või ühe- kuni viieaastase vangistusega.",
                        "subsections": []
                    },
                    {
                        "text": "§ 240. Ametiruumi tungimine",
                        "subsections": [
                            "Riigi- või kohaliku omavalitsuse asutuse ametiruumi tungimise eest selle korrapärase tegevuse takistamise või ametiruumi hõivamise eesmärgil - karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                            "Sama teo eest, kui see on toime pandud: 1) vägivallaga või 2) relva või relvana kasutatava muu eseme või lõhkeseadeldise või lõhkematerjaliga ähvardades, -karistatakse ühe- kuni viieaastase vangistusega.",
                            "Käesoleva paragrahvi lõikes 1 või 2 sätestatud teo eest, kui sellega on tekitatud raske tagajärg või põhjustatud suur kahju, - karistatakse nelja- kuni kaheteistaastase vangistusega."
                        ]
                    },
                    {
                        "text": "§ 241. Riigisaladuse avalikustamine",
                        "subsections": [
                            "Riigisaladuseks tunnistatud teabe avalikustamise, ebaseadusliku edastamise või sellele ebaseadusliku juurdepääsu võimaldamise eest, kui puudub käesoleva seadustiku"
                        ]
                    },
                    {
                        "text": "§ 242. Riigisaladuse avalikustamine ettevaatamatusest Riigisaladuseks tunnistatud teabe avalikustamise, ebaseadusliku edastamise või sellele ebaseadusliku juurdepääsu võimaldamise eest, kui tegu on toime pandud ettevaatamatusest, samuti riigisaladust sisaldava teabekandja kaotamise eest - karistatakse rahalise karistuse või kuni üheaastase vangistusega.",
                        "subsections": []
                    },
                    {
                        "text": "§ 243. Asutusesisese teabe edastamine Asutusesiseseks tunnistatud teabe kogumise eest selle edastamise eesmärgil või selle edastamise eest välisriigile, välisriigi organisatsioonile, välismaalasele või välisriigi ülesandel tegutsevale isikule - karistatakse kuni kolmeaastase vangistusega.",
                        "subsections": []
                    },
                    {
                        "text": "§ 244. Rünne kõrge riigiametniku elule ja tervisele Vabariigi Presidendi, Riigikogu esimehe, peaministri, Riigikohtu esimehe, õiguskantsleri, riigikontrolöri, kaitseväe juhataja või ülemjuhataja tapmise, pantvangi võtmise või temale tervisekahjustuse tekitamise eest - karistatakse kuue- kuni kahekümneaastase või eluaegse vangistusega.",
                        "subsections": []
                    }
                ]
            },
            {
                "name": "3. jagu Süüteod välisriigi ja rahvusvahelise organisatsiooni vastu",
                "paragraphs": [
                    {
                        "text": "§ 246. Rünne rahvusvaheliselt kaitstud isiku elule ja tervisele",
                        "subsections": [
                            "Riikidevahelise organisatsiooni või üldtunnustatud valitsusvälise rahvusvahelise organisatsiooni esindaja või välisriigi kõrge riigitegelase või nimetatud isiku perekonnaliikme tapmise, pantvangi võtmise või temale tervisekahjustuse tekitamise eest - karistatakse kuue- kuni kahekümneaastase või eluaegse vangistusega.",
                            "Käesoleva paragrahvi lõiget 1 ei kohaldata, kui on aset leidnud Ühinenud Rahvaste Organisatsiooni Julgeolekunõukogu poolt ÜRO põhikirja VII peatüki alusel sanktsioneeritud relvajõudude kasutamist hõlmav operatsioon ning selles osalevad isikud on olnud võitlejad relvakonfliktis."
                        ]
                    },
                    {
                        "text": "§ 247. Rahvusvaheliselt kaitstud isiku laimamine",
                        "subsections": [
                            "Rahvusvaheliselt kaitstud isiku või tema perekonnaliikme laimamise eest - karistatakse rahalise karistuse või kuni kaheaastase vangistusega.",
                            "Sama teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega."
                        ]
                    },
                    {
                        "text": "§ 248. Tungimine diplomaatilist puutumatust omavale maa-alale, hoonesse ja ruumi",
                        "subsections": [
                            "Eesti Vabariigis diplomaatilist puutumatust omavale maa-alale, hoonesse või ruumi tungimise või selle hõivamise eest - karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                            "Sama teo eest, kui see on toime pandud: 1) vägivallaga või 2) relva, relvana kasutatava muu eseme, lõhkeseadeldise või lõhkematerjaliga ähvardades, -karistatakse ühe- kuni viieaastase vangistusega.",
                            "Käesoleva paragrahvi lõikes 1 või 2 sätestatud teo eest, kui sellega on tekitatud raske tagajärg või põhjustatud suur kahju, - karistatakse nelja- kuni kaheteistaastase vangistusega."
                        ]
                    },
                    {
                        "text": "§ 249. Välisriigi ja rahvusvahelise organisatsiooni ametliku sümboli teotamine Välisriigi riigilipu, riigivapi või muu ametliku sümboli või rahvusvahelise organisatsiooni ametliku sümboli maharebimise, purustamise, rüvetamise või muul viisil teotamise, samuti välisriigi riigihümni teotamise eest - karistatakse rahalise karistuse või kuni üheaastase vangistusega.",
                        "subsections": []
                    }
                ]
            },
            {
                "name": "4. jagu Süüteod riigi kaitsevõime vastu",
                "paragraphs": [
                    {
                        "text": "§ 251. Võimuhaaramine kaitsejõududes",
                        "subsections": [
                            "Kaitseväes või muus relvi valdavas sõjaväeliselt korraldatud asutuses, organisatsioonis või üksuses võimuhaaramise eest - karistatakse kahe- kuni kümneaastase vangistusega.",
                            "Sama teo ettevalmistamise eest - karistatakse rahalise karistuse või kuni viieaastase vangistusega.",
                            "Käesoleva paragrahvi lõikes 1 sätestatud teo eest, kui see on toime pandud: 1) vägivallaga; 2) relva, relvana kasutatava muu eseme, lõhkeseadeldise või lõhkematerjaliga ähvardades või 3) raske tervisekahjustuse tekitamisega, -karistatakse nelja- kuni kaheteistaastase vangistusega."
                        ]
                    },
                    {
                        "text": "§ 252. Tungimine riigikaitseliselt tähtsale maa-alale, hoonesse ja ruumi",
                        "subsections": [
                            "Riigikaitseliselt tähtsale maa-alale, hoonesse või ruumi tungimise eest selle hõivamise või korrapärase tegevuse takistamise eesmärgil - karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                            "Sama teo eest, kui see on toime pandud: 1) vägivallaga või 2) relva, relvana kasutatava muu eseme, lõhkeseadeldise või lõhkematerjaliga ähvardades, -karistatakse ühe- kuni viieaastase vangistusega.",
                            "Käesoleva paragrahvi lõikes 1 või 2 sätestatud teo eest, kui sellega on tekitatud raske tervisekahjustus, - karistatakse nelja- kuni kaheteistaastase vangistusega."
                        ]
                    },
                    {
                        "text": "§ 253. Riigikaitselise sundkoormise täitmata jätmine Sõjaseisukorra ajal sundvõõrandamise, sundkasutuse või isikule määratud muu sundkoormise täitmata jätmise eest - karistatakse rahalise karistusega.",
                        "subsections": []
                    }
                ]
            }
        ],
        "paragraphs": [
            {
                "text": "§ 231. Eesti Vabariigi iseseisvuse ja sõltumatuse vastu suunatud vägivaldne tegevus Tegevuse eest, mis on suunatud Eesti Vabariigi iseseisvuse ja sõltumatuse vägivaldsele muutmisele, territoriaalse terviklikkuse vägivaldsele rikkumisele, vägivaldsele võimuhaaramisele või Eesti põhiseadusliku korra vägivaldsele muutmisele, - karistatakse viie- kuni viieteistaastase vangistusega.",
                "subsections": []
            },
            {
                "text": "§ 232. Riigireetmine Eesti Vabariigi kodaniku poolt välisriigi, välisriigi organisatsiooni, välismaalase või välisriigi ülesandel tegutseva isiku abistamise eest Eesti Vabariigi iseseisvuse ja sõltumatuse vastu suunatud vägivallata tegevuses või riigisaladuseks tunnistatud teabe kogumise eest selle edastamise eesmärgil või selle edastamise eest välisriigile, välisriigi organisatsioonile, välismaalasele või välisriigi ülesandel tegutsevale isikule - karistatakse kolme- kuni viieteistaastase vangistusega.",
                "subsections": []
            },
            {
                "text": "§ 233. Välismaalase poolt toimepandud Eesti Vabariigi iseseisvuse ja sõltumatuse vastu suunatud vägivallata tegevus Välismaalase poolt Eesti Vabariigi iseseisvuse ja sõltumatuse vastu suunatud vägivallata tegevuse eest, kui puudub käesoleva seadustiku",
                "subsections": []
            },
            {
                "text": "§ 234. Salakuulamine Välismaalase poolt riigisaladuseks tunnistatud teabe kogumise eest selle edastamise eesmärgil või selle edastamise eest välisriigile, välisriigi organisatsioonile, välismaalasele või välisriigi ülesandel tegutsevale isikule - karistatakse kolme- kuni viieteistaastase vangistusega.",
                "subsections": []
            },
            {
                "text": "§ 235. Eesti Vabariigi põhiseadusliku korra vastane ühendus",
                "subsections": [
                    "Eesti Vabariigi iseseisvuse ja sõltumatuse vastu suunatud tegevuse eesmärgil loodud kolmest või enamast isikust koosnevasse püsivasse ja isikutevahelise ülesannete jaotusega ühendusse kuulumise, samuti sellise ühenduse loomise, juhtimise või sellesse liikmete värbamise eest - karistatakse kuni kuueaastase vangistusega.",
                    "Käesoleva paragrahvi lõikes 1 sätestatud teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistuse või sundlõpetamisega."
                ]
            }
        ]
    },
    {
        "name": "16. peatükk AVALIKU RAHU VASTASED SÜÜTEOD 1. jagu Avaliku julgeoleku vastased süüteod",
        "sections": [
            {
                "name": "2. jagu Avaliku korra vastased süüteod",
                "paragraphs": [
                    {
                        "text": "§ 262. Avaliku korra rikkumine Avalikus kohas teiste isikute rahu või avaliku korra muu rikkumise eest - karistatakse rahatrahviga kuni sada trahviühikut või arestiga.",
                        "subsections": []
                    },
                    {
                        "text": "§ 263. Avaliku korra raske rikkumine Rahu või avaliku korra rikkumise eest, kui see on toime pandud: 1) vägivallaga; 2) vastuhakkamisega avalikku korda kaitsvale isikule; 3) relva või relvana kasutatava muu eseme, lõhkeseadeldise või lõhkematerjaliga ähvardades või 4) grupi poolt, -karistatakse rahalise karistuse või kuni viieaastase vangistusega.",
                        "subsections": []
                    },
                    {
                        "text": "§ 264. Looma julm kohtlemine Looma suhtes lubamatu teo toimepanemise eest, kui süüdlasele on sama teo eest kohaldatud väärteokaristust, või looma suhtes lubamatu teo toimepanemise eest avalikus kohas - karistatakse rahalise karistusega.",
                        "subsections": []
                    },
                    {
                        "text": "§ 265. Keelatud avalik koosolek Keelatud avaliku koosoleku korraldamise või sellisel koosolekul osalemise üleskutse eest - karistatakse rahalise karistuse või kuni üheaastase vangistusega.",
                        "subsections": []
                    },
                    {
                        "text": "§ 266. Omavoliline sissetung",
                        "subsections": [
                            "Valdaja tahte vastaselt võõrasse hoonesse, ruumi, sõidukisse või piirdega alale ebaseadusliku tungimise eest - karistatakse rahalise karistuse või kuni üheaastase vangistusega.",
                            "Sama teo eest, kui see on toime pandud: 1) vähemalt teist korda; 2) vägivallaga või 3) grupi poolt, -karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                            "Käesoleva paragrahvi lõikes 1 või 2 sätestatud teo eest, kui sellega on tekitatud raske tervisekahjustus, - karistatakse nelja- kuni kaheteistaastase vangistusega."
                        ]
                    },
                    {
                        "text": "§ 267. Võõrast hoonest, ruumist, sõidukist ja piirdega alalt lahkumise nõude täitmata jätmine Võõrast hoonest, ruumist, sõidukist või piirdega alalt selle valdaja poolt esitatud lahkumise nõude ebaseadusliku täitmata jätmise eest - karistatakse rahatrahviga kuni sada trahviühikut või arestiga.",
                        "subsections": []
                    },
                    {
                        "text": "§ 268. Ebaseadusliku tegevuse võimaldamine ja prostitutsiooni vahendamine",
                        "subsections": [
                            "Narkootiliste või psühhotroopsete ainete ebaseaduslikuks tarvitamiseks või ebaseaduslike hasartmängude korraldamiseks või prostitutsiooniks ruumi kasutada andmise eest, samuti prostitutsiooni vahendamise eest - karistatakse rahalise karistuse või kuni viieaastase vangistusega.",
                            "Kohus võib kohaldada käesolevas paragrahvis sätestatud süüteo eest lisakaristusena varalist karistust vastavalt käesoleva seadustiku"
                        ]
                    },
                    {
                        "text": "§ 269. Punase signaalraketi ebaseaduslik laskmine Punase signaalraketi ebaseadusliku laskmise eest - karistatakse rahatrahviga kuni sada trahviühikut või arestiga.",
                        "subsections": []
                    },
                    {
                        "text": "§ 270. Uppunud võõra asja loata ülestõstmine",
                        "subsections": [
                            "Eesti territoriaalvetes või majandusvööndis uppunud võõra asja pädeva riigiasutuse loata ülestõstmise eest - karistatakse rahatrahviga kuni kolmsada trahviühikut või arestiga.",
                            "Sama teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahatrahviga kuni viiskümmend tuhat krooni.[RT I 2002, 56, 350 - jõust. 01.09.2002]"
                        ]
                    },
                    {
                        "text": "§ 271. Riigilipu kasutamise korra rikkumine",
                        "subsections": [
                            "Riigilipu kasutamise korra rikkumise eest - karistatakse rahatrahviga kuni sada trahviühikut või arestiga.",
                            "Sama teo eest, kui see on toime pandud vähemalt teist korda, - karistatakse rahatrahviga kuni kakssada trahviühikut või arestiga.",
                            "Käesoleva paragrahvi lõikes 1 või 2 sätestatud teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahatrahviga kuni viisteist tuhat krooni."
                        ]
                    },
                    {
                        "text": "§ 272. Eesti riigilipu ebaseaduslik heiskamine laeval Eesti riigilipu ebaseadusliku heiskamise eest laeval - karistatakse rahalise karistusega.",
                        "subsections": []
                    }
                ]
            },
            {
                "name": "3. jagu Avaliku võimu teostamise vastased süüteod 1. jaotis Võimuesindaja suhtes toimepandud süüteod",
                "paragraphs": [
                    {
                        "text": "§ 274. Vägivald võimuesindaja ja avalikku korda kaitsva muu isiku suhtes",
                        "subsections": [
                            "Võimuesindaja või avalikku korda kaitsva muu isiku suhtes vägivalla toimepanemise eest seoses tema ametikohustuste täitmisega - karistatakse rahalise karistuse või kuni viieaastase vangistusega.",
                            "Sama teo eest, kui sellega on sunnitud käesoleva paragrahvi lõikes 1 nimetatud isikut ebaseaduslikule teole, - karistatakse kuni viieaastase vangistusega."
                        ]
                    },
                    {
                        "text": "§ 275. Võimuesindaja ja avalikku korda kaitsva muu isiku laimamine ja solvamine Võimuesindaja või avalikku korda kaitsva muu isiku laimamise või solvamise eest seoses tema ametikohustuste täitmisega - karistatakse rahalise karistuse või kuni kaheaastase vangistusega.",
                        "subsections": []
                    },
                    {
                        "text": "§ 276. Võimuesindaja seadusliku korralduse eiramine Võimuesindaja seadusliku korralduse eiramise eest - karistatakse rahatrahviga kuni kakssada trahviühikut või arestiga.",
                        "subsections": []
                    },
                    {
                        "text": "§ 277. Ametniku vormiriietuse ja ametitunnistuse ebaseaduslik kasutamine",
                        "subsections": [
                            "Ametniku vormiriietuse või ametitunnistuse ebaseadusliku kasutamise eest - karistatakse rahatrahviga kuni kolmssada trahviühikut või arestiga.",
                            "Kohus võib kohaldada käesolevas paragrahvis sätestatud süüteo toimepanemise vahetuks objektiks olnud eseme konfiskeerimist vastavalt käesoleva seadustiku"
                        ]
                    },
                    {
                        "text": "§ 278. Eritalituste vale väljakutsumine Tuletõrje, päästeteenistuse, politsei, kiirabi või muude eritalituste teadvalt vale väljakutse või väljasõidu põhjustamise eest - karistatakse rahatrahviga kuni kolmsada trahviühikut või arestiga.",
                        "subsections": []
                    },
                    {
                        "text": "§ 279. Riikliku järelevalve teostamise takistamine Riikliku järelevalve takistamise, järelevalveks vajalike dokumentide või andmete esitamisest keeldumise või tähtaegselt esitamata jätmise või valeandmete esitamise eest või dokumentide või andmete esitamise eest sellisel kujul, mis ei võimaldanud järelevalve teostamist, - karistatakse rahatrahviga kuni kolmsada trahviühikut või arestiga.2. jaotis Andmetega seotud süüteod",
                        "subsections": []
                    },
                    {
                        "text": "§ 280. Valeandmete esitamine",
                        "subsections": [
                            "Ametiasutusele valeandmete esitamise eest, kui see on toime pandud ametliku dokumendi või muu hüve või tulu saamiseks, - karistatakse rahalise karistuse või kuni üheaastase vangistusega.",
                            "Sama teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega."
                        ]
                    },
                    {
                        "text": "§ 281. Ebaõigete andmete esitamine kohturegistri pidajale, Eesti väärtpaberite keskregistrile, abieluvararegistrile, notarile ja kohtutäiturile",
                        "subsections": [
                            "Äriregistri pidajale, mittetulundusühingute ja sihtasutuste registri pidajale, laevakinnistusraamatu pidajale, kommertspandiregistri pidajale, Eesti väärtpaberite keskregistri pidajale, abieluvararegistrile või notarile ja kohtutäiturile ebaõigete andmete esitamise eest - karistatakse rahalise karistuse või kuni kaheaastase vangistusega.",
                            "Sama teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega."
                        ]
                    },
                    {
                        "text": "§ 282. Sünnist ja surmast teatamata jätmine Sünnist või surmast seadusega ettenähtud tähtaja jooksul sünni- või surmaakti koostavale ametnikule teatamata jätmise eest - karistatakse rahatrahviga kuni sada trahviühikut või arestiga.",
                        "subsections": []
                    },
                    {
                        "text": "§ 283. Maakasutusnõuete ja maakatastri pidamise korra rikkumine Maakasutusnõuete või maakatastri pidamise korra rikkumise eest, kui see on toime pandud omakasu eesmärgil ja kui sellega on tekitatud suur kahju või põhjustatud muu raske tagajärg, - karistatakse rahalise karistuse või kuni üheaastase vangistusega.",
                        "subsections": []
                    },
                    {
                        "text": "§ 284. Kaitsekoodide üleandmine Arvuti, arvutisüsteemi või arvutivõrgu kaitsekoodide ebaseadusliku üleandmise eest, kui see on toime pandud omakasu eesmärgil ja kui sellega on tekitatud oluline kahju või põhjustatud muu raske tagajärg, - karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                        "subsections": []
                    },
                    {
                        "text": "§ 285. Arhivaali ebaseaduslik hävitamine",
                        "subsections": [
                            "Avaliku arhivaali või arhiiviregistrisse kantud eraarhivaali ebaseadusliku hävitamise eest - karistatakse rahalise karistusega.",
                            "Sama teo eest, kui sellega on tekitatud oluline kahju isiku või asutuse seadusega kaitstud huvidele või riigi või kohaliku omavalitsuse huvidele, - karistatakse rahalise karistuse või kuni kolmeaastase vangistusega."
                        ]
                    },
                    {
                        "text": "§ 286. Arhivaali kasutamiskõlbmatuks muutmine",
                        "subsections": [
                            "Teabekandja rikkumise või arhivaali säilitusnõuete eiramise eest, kui sellega on avalik arhivaal või arhiiviregistrisse kantud eraarhivaal muudetud kasutamiskõlbmatuks või vähendatud tema väärtust, - karistatakse rahalise karistuse või kuni üheaastase vangistusega.",
                            "Sama teo eest, kui sellega on tekitatud oluline kahju isiku või asutuse seadusega kaitstud huvidele või riigi või kohaliku omavalitsuse huvidele, - karistatakse rahalise karistuse või kuni kolmeaastase vangistusega."
                        ]
                    }
                ]
            }
        ],
        "paragraphs": [
            {
                "text": "§ 255. Kuritegelik ühendus",
                "subsections": [
                    "Kolmest või enamast isikust koosnevasse püsivasse isikutevahelise ülesannete jaotusega ühendusse kuulumise eest, mille tegevus on suunatud esimese astme kuritegude toimepanemisele või ametivõimude ebaseaduslikule mõjutamisele, - karistatakse kolme- kuni kaheteistaastase vangistusega.",
                    "Kohus võib käesolevas paragrahvis sätestatud süüteo eest kohaldada lisakaristusena varalist karistust vastavalt käesoleva seadustiku"
                ]
            },
            {
                "text": "§ 256. Kuritegeliku ühenduse organiseerimine",
                "subsections": [
                    "Kuritegeliku ühenduse loomise, juhtimise või sinna liikmete värbamise eest - karistatakse viie- kuni viieteistaastase vangistusega.",
                    "Kohus võib käesolevas paragrahvis sätestatud süüteo eest kohaldada lisakaristusena varalist karistust vastavalt käesoleva seadustiku"
                ]
            },
            {
                "text": "§ 257. Omavoli Oma tõelise või oletatava õiguse teostamise eest ebaseaduslikus korras, kui see on olnud seotud vägivalla, vara hävitamise või rikkumise või sellega ähvardamisega, isikult vabaduse võtmise, isiku vabaduse piiramise või sellega ähvardamisega või kui sellega on põhjustatud muu oluline kahju, - karistatakse rahalise karistuse või kuni viieaastase vangistusega.",
                "subsections": []
            },
            {
                "text": "§ 258. Eesti Vabariigi riigipiiri ja ajutise kontrolljoone ebaseaduslik ületamine",
                "subsections": [
                    "Eesti Vabariigi riigipiiri või ajutise kontrolljoone ebaseadusliku ületamise eest, kui see on toime pandud: 1) piirivalveametniku peatumismärguande või käsu eiramisega; 2) grupi poolt; 3) transpordivahendiga selleks mitteettenähtud kohas või 4) kui süüdlasele on sama teo eest kohaldatud väärteokaristust, -karistatakse rahalise karistuse või kuni üheaastase vangistusega.",
                    "Sama teo eest, kui see on toime pandud: 1) vägivallaga või 2) raske tervisekahjustuse tekitamisega, -karistatakse nelja- kuni kaheteistaastase vangistusega.[RT I 2002, 56, 350 - jõust. 01.09.2002]"
                ]
            },
            {
                "text": "§ 259. Välismaalase ebaseaduslik toimetamine üle Eesti Vabariigi riigipiiri ja ajutise kontrolljoone",
                "subsections": [
                    "Välismaalase ebaseaduslikult üle Eesti Vabariigi riigipiiri või ajutise kontrolljoone toimetamise eest - karistatakse rahalise karistuse või kuni üheaastase vangistusega.",
                    "Sama teo eest, kui see on toime pandud: 1) grupi poolt või 2) vägivallaga, -karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                    "Käesoleva paragrahvi lõikes 1 või 2 sätestatud teo eest, kui sellega on tekitatud raske tervisekahjustus, - karistatakse nelja- kuni kaheteistaastase vangistusega."
                ]
            },
            {
                "text": "§ 260. Välismaalase ilma seadusliku aluseta Eestis viibimine Välismaalase poolt ilma seadusliku aluseta Eestis viibimise eest aasta jooksul vähemalt teist korda - karistatakse rahalise karistuse või kuni üheaastase vangistusega.",
                "subsections": []
            }
        ]
    },
    {
        "name": "17. peatükk AMETIALASED SÜÜTEOD 1. jagu Võimu kuritarvitamine",
        "sections": [
            {
                "name": "2. jagu Aususe kohustuse rikkumine",
                "paragraphs": [
                    {
                        "text": "§ 293. Pistise võtmine",
                        "subsections": [
                            "Ametiisiku poolt talle vara või muu soodustuse lubamisega nõustumise või vara või muu soodustuse vastuvõtmise eest vastutasuna selle eest, et ametiisik on oma ametiseisundit kasutades toime pannud või on alust arvata, et ta edaspidi paneb toime seadusega lubatud teo, või on seaduslikult jätnud teo toime panemata või on alust arvata, et ta jätab selle toime panemata edaspidi, – karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                            "Sama teo eest, kui see on toime pandud: 1) vähemalt teist korda; 2) pistise nõudmisega; 3) grupi poolt või 4) suures ulatuses, - karistatakse kuni viieaastase vangistusega.",
                            "Käesoleva paragrahvi lõikes 1 või 2 sätestatud teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega.[RT I 2002, 56, 350 - jõust. 01.09.2002]"
                        ]
                    },
                    {
                        "text": "§ 294. Altkäemaksu võtmine",
                        "subsections": [
                            "Ametiisiku poolt talle vara või muu soodustuse lubamisega nõustumise või vara või muu soodustuse vastuvõtmise eest vastutasuna selle eest, et ametiisik on oma ametiseisundit kasutades toime pannud või on alust arvata, et ta edaspidi paneb toime seadusega mittelubatud teo, või on ebaseaduslikult jätnud teo toime panemata või on alust arvata, et ta jätab selle toime panemata edaspidi, – karistatakse ühe- kuni viieaastase vangistusega.",
                            "Sama teo eest, kui see on toime pandud: 1) vähemalt teist korda; 2) altkäemaksu nõudmisega; 3) grupi poolt või 4) suures ulatuses, -karistatakse kahe- kuni kümneaastase vangistusega.",
                            "Käesoleva paragrahvi lõikes 1 sätestatud teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega.",
                            "Käesoleva paragrahvi lõikes 2 sätestatud teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistuse või sundlõpetamisega.[RT I 2002, 56, 350 - jõust. 01.09.2002]"
                        ]
                    },
                    {
                        "text": "§ 295. Pistise vahendus",
                        "subsections": [
                            "Pistise vahendamise eest - karistatakse rahalise karistuse või kuni üheaastase vangistusega.",
                            "Sama teo eest, kui see on toime pandud: 1) vähemalt teist korda või 2) ametiseisundit kasutades, -karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                            "Käesoleva paragrahvi lõikes 1 või 2 sätestatud teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega."
                        ]
                    },
                    {
                        "text": "§ 296. Altkäemaksu vahendus",
                        "subsections": [
                            "Altkäemaksu vahendamise eest - karistatakse rahalise karistuse või kuni üheaastase vangistusega.",
                            "Sama teo eest, kui see on toime pandud: 1) vähemalt teist korda või 2) ametiseisundit kasutades, -karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                            "Käesoleva paragrahvi lõikes 1 või 2 sätestatud teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega."
                        ]
                    },
                    {
                        "text": "§ 297. Pistise andmine",
                        "subsections": [
                            "Pistise lubamise või andmise eest - karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                            "Sama teo eest, kui see on toime pandud vähemalt teist korda, - karistatakse kuni viieaastase vangistusega.",
                            "Käesoleva paragrahvi lõikes 1 või 2 sätestatud teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega.[RT I 2002, 56, 350 - jõust. 01.09.2002]"
                        ]
                    },
                    {
                        "text": "§ 298. Altkäemaksu andmine",
                        "subsections": [
                            "Altkäemaksu lubamise või andmise eest - karistatakse ühe- kuni viieaastase vangistusega.",
                            "Sama teo eest, kui see on toime pandud vähemalt teist korda, - karistatakse kahe- kuni kümneaastase vangistusega.",
                            "Käesoleva paragrahvi lõikes 1 sätestatud teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega.",
                            "Käesoleva paragrahvi lõikes 2 sätestatud teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistuse või sundlõpetamisega.[RT I 2002, 56, 350 - jõust. 01.09.2002]"
                        ]
                    },
                    {
                        "text": "§ 299. Ametialane võltsimine",
                        "subsections": [
                            "Ametiisiku poolt dokumendi võltsimise või võltsitud dokumendi väljaandmise eest - karistatakse rahalise karistuse või kuni üheaastase vangistusega.",
                            "Sama teo eest, kui sellega on tekitatud oluline kahju teise isiku õigustele või huvidele või avalikele huvidele, - karistatakse rahalise karistuse või kuni kolmeaastase vangistusega."
                        ]
                    },
                    {
                        "text": "§ 300. Riigihangete teostamise nõuete rikkumine Ametiisiku poolt riigihangete konkursil ühele osalejatest põhjendamatute soodustingimuste või eeliste loomise või muul viisil riigihangete teostamise nõuete rikkumise eest, kui sellega on tekitatud oluline kahju teise isiku õigustele või huvidele või avalikele huvidele - karistatakse rahalise karistuse või kuni üheaastase vangistusega.[RT I 2002, 56, 350 - jõust. 01.09.2002]",
                        "subsections": []
                    },
                    {
                        "text": "§ 301. Konfiskeerimise kohaldamine Kohus võib kohaldada käesoleva seadustiku",
                        "subsections": []
                    }
                ]
            }
        ],
        "paragraphs": [
            {
                "text": "§ 288. Ametiisiku mõiste Ametiisik karistusseadustiku eriosa tähenduses on isik, kellel on ametiseisund riigi või kohaliku omavalitsuse asutuses või organis või avalik-õiguslikus või eraõiguslikus juriidilises isikus, kui temale on pandud haldamis-, järelevalve- või juhtimisülesanded või varaliste väärtuste liikumist korraldavad või võimuesindaja ülesanded.",
                "subsections": []
            },
            {
                "text": "§ 289. Ametiseisundi kuritarvitamine Ametiisiku poolt oma ametiseisundi ebaseadusliku ärakasutamise eest eesmärgiga tekitada või kui sellega on tekitatud oluline kahju teise isiku seadusega kaitstud õigustele või huvidele või avalikele huvidele, - karistatakse rahalise karistuse või kuni viieaastase vangistusega.",
                "subsections": []
            },
            {
                "text": "§ 290. Ametialane lohakus Ametiisiku poolt oma ametialase ülesande täitmata jätmise või pealiskaudse täitmise eest sellesse kohusetundetu või hooletu suhtumise tõttu, kui sellega on tekitatud suur kahju teise isiku seadusega kaitstud õigustele või huvidele või avalikele huvidele, - karistatakse rahalise karistuse või kuni üheaastase vangistusega.",
                "subsections": []
            },
            {
                "text": "§ 291. Võimuliialdus Ametialaseid ülesandeid täitva ametiisiku poolt relva, erivahendi või vägivalla ebaseadusliku kasutamise eest - karistatakse rahalise karistuse või ühe- kuni viieaastase vangistusega.",
                "subsections": []
            }
        ]
    },
    {
        "name": "18. peatükk ÕIGUSEMÕISTMISEVASTASED SÜÜTEOD 1. jagu Õigusemõistmise takistamine",
        "sections": [
            {
                "name": "2. jagu Isiku õiguste vastased süüteod kohtueelses ja kohtumenetluses",
                "paragraphs": [
                    {
                        "text": "§ 310. Ebaseaduslik süüdistatavana vastutuselevõtmine Uurija või prokuröri poolt teadvalt süütu isiku süüdistatavana vastutuselevõtmise eest - karistatakse rahalise karistuse või kuni üheaastase vangistusega.",
                        "subsections": []
                    },
                    {
                        "text": "§ 311. Seadusele mittevastava kohtuotsuse või -määruse tegemine Teadvalt seadusvastase kohtuotsuse või -määruse tegemise eest kohtuniku poolt - karistatakse viie- kuni kümneaastase vangistusega.",
                        "subsections": []
                    },
                    {
                        "text": "§ 312. Ebaseaduslik ülekuulamine Uurija või prokuröri poolt vägivallaga ütluste andmisele sundimise eest - karistatakse rahalise karistuse või ühe- kuni viieaastase vangistusega.",
                        "subsections": []
                    },
                    {
                        "text": "§ 313. Kohtumenetlust tagava toimingu ebaseaduslik kohaldamine Vahi alla võtmise, vahi all pidamise, kinnipidamise või sundtoomise eest kohtumenetluse tagamise eesmärgil, kui selleks puudusid seaduses ettenähtud alused, - karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                        "subsections": []
                    },
                    {
                        "text": "§ 314. Ebaseaduslik läbiotsimine ja väljatõstmine Ebaseadusliku läbiotsimise või eluruumist väljatõstmise eest - karistatakse rahalise karistusega.",
                        "subsections": []
                    },
                    {
                        "text": "§ 315. Ebaseaduslik jälituse eri- ja erandtoiming Ebaseadusliku jälituse eri- või erandtoimingu eest isiku poolt, kellel oli jälitustegevuseks seadusest tulenev õigus, - karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                        "subsections": []
                    },
                    {
                        "text": "§ 316. Tõendi kunstlik loomine Tõendi kunstliku loomise eest eesmärgiga takistada kuriteona karistatava teo olemasolu või selle puudumise või muude tõendamiseseme asjaolude tuvastamist - karistatakse rahalise karistuse või ühe- kuni viieaastase vangistusega.",
                        "subsections": []
                    },
                    {
                        "text": "§ 317. Menetlusosalise, tunnistaja, kannatanu, eksperdi ja tõlgi ilmumise takistamine Menetlusosalise, tunnistaja, eksperdi või tõlgi kohtueelsele või kohtumenetlusele ilmumise takistamise eest - karistatakse rahalise karistuse või kuni üheaastase vangistusega.",
                        "subsections": []
                    },
                    {
                        "text": "§ 318. Tunnistaja, kannatanu ja tõlgi poolt kohustuste täitmisest keeldumine Kannatanu või tunnistaja poolt kohtueelsel või kohtumenetlusel ütluse andmisest aluseta keeldumise eest, kui teda oli eelnevalt hoiatatud, et sellise tegevuse eest on ette nähtud karistus, samuti tõlgi poolt oma ülesannete täitmisest alusetu keeldumise eest - karistatakse rahalise karistuse või kuni üheaastase vangistusega.",
                        "subsections": []
                    },
                    {
                        "text": "§ 319. Valekaebus",
                        "subsections": [
                            "Teadvalt vale kaebuse esitamise eest kuriteo toimepanemise kohta teise isiku poolt - karistatakse rahalise karistuse või kuni üheaastase vangistusega.",
                            "Sama teo eest, kui sellega on kaasnenud tõendite kunstlik loomine, - karistatakse rahalise karistuse või kuni viieaastase vangistusega."
                        ]
                    },
                    {
                        "text": "§ 320. Valeütlus",
                        "subsections": [
                            "Kannatanu või tunnistaja poolt kohtueelsel või kohtumenetlusel teadvalt vale ütluse andmise eest, kui teda oli eelnevalt hoiatatud, et sellise tegevuse eest on ette nähtud karistus, - karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                            "Sama teo eest, kui sellega on kaasnenud tõendite kunstlik loomine, - karistatakse rahalise karistuse või kuni viieaastase vangistusega."
                        ]
                    },
                    {
                        "text": "§ 321. Vale eksperdiarvamus ja valetõlge",
                        "subsections": [
                            "Eksperdi poolt teadvalt vale eksperdiarvamuse andmise eest või tõlgi poolt teadvalt valesti tõlkimise eest - karistatakse rahalise karistuse või kuni üheaastase vangistusega.",
                            "Sama teo eest, kui sellega on kaasnenud tõendite kunstlik loomine, - karistatakse rahalise karistuse või kuni viieaastase vangistusega."
                        ]
                    },
                    {
                        "text": "§ 322. Sundimine valeütlust ja vale eksperdiarvamust andma ning valetõlget tegema Sundimise eest valeütlust või vale eksperdiarvamust andma või valetõlget tegema, kui see on toime pandud vägivallaga, - karistatakse rahalise karistuse või kuni neljaaastase vangistusega.",
                        "subsections": []
                    }
                ]
            },
            {
                "name": "3. jagu Karistuse täitmise vastased süüteod",
                "paragraphs": [
                    {
                        "text": "§ 324. Kinnipeetava, arestialuse ja vahistatu ebaseaduslik kohtlemine Kinnipidamiskoha ametniku poolt kinnipeetava, arestialuse või vahistatu inimväärikuse alandamise, diskrimineerimise või tema õiguste ebaseadusliku piiramise eest ametiseisundit ära kasutades - karistatakse rahalise karistuse või kuni üheaastase vangistusega.",
                        "subsections": []
                    },
                    {
                        "text": "§ 325. Aine ja eseme ebaseaduslik üleandmine kinnipidamiskohas",
                        "subsections": [
                            "Kinnipidamiskohas keelatud aine või eseme kinnipeetavale, arestialusele või vahistatule üleandmise eest - karistatakse rahatrahviga kuni kolmsada trahviühikut või arestiga.",
                            "Sama teo eest, kui see on toime pandud: 1) vähemalt teist korda; 2) kinnipidamiskoha ametniku poolt või 3) kui üleandmise esemeks oli relv, laskemoon, lõhkeaine, raha, alkohol, narkootiline või psühhotroopne aine, -karistatakse rahalise karistuse või kuni üheaastase vangistusega.",
                            "Kohus võib kohaldada käesolevas paragrahvis sätestatud süüteo toimepanemise vahetuks objektiks olnud aine või eseme konfiskeerimist vastavalt käesoleva seadustiku"
                        ]
                    },
                    {
                        "text": "§ 326. Kinnipeetava ebaseaduslik vabastamine Kinnipidamiskohast kinnipeetava ebaseadusliku vabastamise eest kinnipidamiskoha ametniku või muu isiku poolt, kes on kohustatud takistama kinnipeetava kinnipidamiskohast põgenemist, - karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                        "subsections": []
                    },
                    {
                        "text": "§ 327. Massilised korratused kinnipidamiskohas",
                        "subsections": [
                            "Kinnipidamiskohas selle sisekorra vastaste toimingute organiseerimise või sellistes toimingutes osalemise eest - karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                            "Sama teo eest, kui see on toime pandud relva või relvana kasutatava muu eseme, lõhkeseadeldise või lõhkematerjaliga ähvardades, - karistatakse ühe- kuni viieaastase vangistusega.",
                            "Sama teo eest, kui selle käigus on: 1) tekitatud raske tervisekahjustus või 2) põhjustatud inimese surm, -karistatakse kuue- kuni viieteistaastase vangistusega."
                        ]
                    },
                    {
                        "text": "§ 328. Kinnipidamiskohast ja vahi alt põgenemine",
                        "subsections": [
                            "Kinnipidamiskohast või vahi alt põgenemise eest - karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                            "Sama teo eest, kui see on toime pandud: 1) vägivallaga või 2) grupi poolt, -karistatakse kuni viieaastase vangistusega."
                        ]
                    },
                    {
                        "text": "§ 329. Karistuse kandmisest kõrvalehoidumine Kinnipidamisasutusest lahkuda lubatud kinnipeetava poolt karistuse kandmise jätkamisest kõrvalehoidumise eest või täitmisele pööratud kohtuotsusega süüteo eest mõistetud muust karistuse täitmisest kõrvalehoidumise eest – karistatakse rahalise karistuse või kuni üheaastase vangistusega.[RT I 2002, 56, 350 - jõust. 01.09.2002]",
                        "subsections": []
                    },
                    {
                        "text": "§ 330. Kinnipeetava, arestialuse ja vahistatu poolt alkohoolse joogi ning muu piiritust sisaldava aine valmistamine, omandamine, valdamine ja arsti ettekirjutuseta tarvitamine Kinnipeetava, arestialuse või vahistatu poolt alkohoolse joogi või muu piiritust sisaldava aine valmistamise, omandamise, valdamise või arsti ettekirjutuseta tarvitamise eest - karistatakse rahalise karistuse või kuni üheaastase vangistusega.",
                        "subsections": []
                    }
                ]
            }
        ],
        "paragraphs": [
            {
                "text": "§ 302. Kohtunikule, rahvakohtunikule, uurijale, prokurörile, kaitsjale, kannatanu esindajale ja tema lähedasele raske tervisekahjustuse tekitamine",
                "subsections": [
                    "Kohtunikule, rahvakohtunikule, uurijale, prokurörile, kaitsjale, kannatanu esindajale või tema lähedasele raske tervisekahjustuse tekitamise eest eesmärgiga sundida kohtunikku, rahvakohtunikku, uurijat, prokuröri, kaitsjat või kannatanu esindajat tegutsema õigusemõistmise huvidele mittevastavalt või kättemaksuks selle isiku poolt oma kohustuste täitmise eest - karistatakse nelja- kuni kaheteistaastase vangistusega.",
                    "Sama teo eest, kui sellega on põhjustatud käeoleva paragrahvi lõikes 1 nimetatud isiku surm, - karistatakse kuue- kuni kahekümneaastase vangistusega.[RT I 2002, 64, 390 - jõust. 01.09.2002]"
                ]
            },
            {
                "text": "§ 303. Vägivald kohtuniku, rahvakohtuniku, uurija, prokuröri, kaitsja, kannatanu esindaja ja tema lähedase suhtes Kohtuniku, rahvakohtuniku, uurija, prokuröri, kaitsja, kannatanu esindaja või tema lähedase suhtes vägivalla toimepanemise eest või kohtuniku, rahvakohtuniku, uurija, prokuröri, kaitsja või kannatanu esindaja muul viisil mõjutamise eest eesmärgiga sundida teda tegutsema õigusemõistmise huvidele mittevastavalt või kättemaksuks tema poolt oma kohustuste täitmise eest - karistatakse rahalise karistuse või ühe- kuni viieaastase vangistusega.[RT I 2002, 64, 390 - jõust. 01.09.2002]",
                "subsections": []
            },
            {
                "text": "§ 304. Kohtuniku, rahvakohtuniku, uurija, prokuröri, kaitsja, kannatanu esindaja ja tema lähedase vara rikkumine ja hävitamine Kohtuniku, rahvakohtuniku, uurija, prokuröri, kaitsja, kannatanu esindaja või tema lähedase vara rikkumise või hävitamise eest eesmärgiga sundida kohtunikku, rahvakohtunikku, uurijat, prokuröri, kaitsjat või kannatanu esindajat tegutsema õigusemõistmise huvidele mittevastavalt või kättemaksuks selle isiku poolt oma kohustuste täitmise eest - karistatakse rahalise karistuse või kuni viieaastase vangistusega.[RT I 2002, 64, 390 - jõust. 01.09.2002]",
                "subsections": []
            },
            {
                "text": "§ 305. Kohtu ja kohtuniku laimamine Kohtu või kohtuniku laimamise eest seoses tema osalemisega õigusemõistmisel - karistatakse rahalise karistuse või kuni kaheaastase vangistusega.",
                "subsections": []
            },
            {
                "text": "§ 306. Kuriteo varjamine",
                "subsections": [
                    "Teise isiku poolt esimese astme kuriteo eelnevalt mittelubatud varjamise eest - karistatakse rahalise karistuse või kuni viieaastase vangistusega.",
                    "Kuriteo eelnevalt mittelubatud varjamine kuriteo toimepanija vanema, lapse, lapsendaja, lapsendatu, venna, õe, vanavanema, lapselapse, abikaasa või tema vanema poolt ei ole süüline."
                ]
            },
            {
                "text": "§ 307. Kuriteost mitteteatamine",
                "subsections": [
                    "Teise isiku poolt ettevalmistatavast või toimepandud esimese astme kuriteost mitteteatamise eest - karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                    "Ettevalmistatavast või toimepandud esimese astme kuriteost mitteteatamine kuriteo toimepanija vanema, lapse, lapsendaja, lapsendatu, venna, õe, vanavanema, lapselapse, abikaasa või tema vanema poolt ei ole süüline."
                ]
            },
            {
                "text": "§ 308. Üleskirjutatud vara hoidmise nõuete rikkumine Tsiviilhagi, täitemenetluse, konfiskeerimise, rahatrahvi, rahalise karistuse või kohtukulude hüvitamise tagamiseks üleskirjutatud vara õigustatud isiku loata kasutamise või käsutamise eest isiku poolt, kelle vastutavale hoiule vara oli antud, - karistatakse rahalise karistuse või kuni üheaastase vangistusega.",
                "subsections": []
            }
        ]
    },
    {
        "name": "19. peatükk AVALIKU USALDUSE VASTASED SÜÜTEOD 1. jagu Maksevahendi ja riigi poolt kehtestatud märgi ja tunnuse võltsimine",
        "sections": [
            {
                "name": "2. jagu Dokumendi võltsimine ja kahjustamine",
                "paragraphs": [
                    {
                        "text": "§ 344. Dokumendi, pitsati ja plangi võltsimine",
                        "subsections": [
                            "Dokumendi, pitsati või plangi, mille alusel on võimalik omandada õigusi või vabaneda kohustustest, võltsimise eest - karistatakse rahalise karistuse või kuni üheaastase vangistusega.",
                            "Sama teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega."
                        ]
                    },
                    {
                        "text": "§ 345. Võltsitud dokumendi, pitsati ja plangi kasutamine",
                        "subsections": [
                            "Võltsitud dokumendi, pitsati või plangi kasutamise eest eesmärgiga omandada õigusi või vabaneda kohustustest - karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                            "Sama teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega."
                        ]
                    },
                    {
                        "text": "§ 346. Dokumendi, pitsati ja stambi hävitamine, rikkumine, vargus ja peitmine Ametliku dokumendi, pitsati või stambi hävitamise, rikkumise, varguse või peitmise eest - karistatakse rahalise karistusega.",
                        "subsections": []
                    },
                    {
                        "text": "§ 347. Tähtsa isikliku dokumendi võltsimine",
                        "subsections": [
                            "Tähtsa isikliku dokumendi võltsimise eest - karistatakse rahalise karistuse või kuni viieaastase vangistusega.",
                            "Sama teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega."
                        ]
                    },
                    {
                        "text": "§ 348. Võltsitud tähtsa isikliku dokumendi kasutamine ja kasutada andmine Teadvalt võltsitud tähtsa isikliku dokumendi kasutamise või kasutada andmise eest - karistatakse rahalise karistuse või kuni üheaastase vangistusega.",
                        "subsections": []
                    },
                    {
                        "text": "§ 349. Tähtsa isikliku dokumendi kuritarvitamine Teise isiku nimele väljaantud tähtsa isikliku dokumendi kasutamise eest või enda nimele väljaantud tähtsa isikliku dokumendi teisele isikule kasutamiseks andmise eest eesmärgiga omandada õigusi või vabaneda kohustustest - karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                        "subsections": []
                    },
                    {
                        "text": "§ 350. Tähtis isiklik dokument Tähtis isiklik dokument käesoleva jao tähenduses on isikutunnistus, Eesti kodaniku pass, diplomaatiline pass, meremehe teenistusraamat, välismaalase pass, ajutine reisidokument, pagulase reisidokument, meresõidutunnistus, tagasipöördumistunnistus, mootorsõidukijuhi juhiluba ja kaitseteenistuse tunnistus.",
                        "subsections": []
                    },
                    {
                        "text": "§ 351. Konfiskeerimise kohaldamine Kohus võib kohaldada käesoleva seadustiku",
                        "subsections": []
                    }
                ]
            }
        ],
        "paragraphs": [
            {
                "text": "§ 332. Välisriigi maksevahend, välisriigi poolt kehtestatud märk ja tunnus Käesolevas jaos sätestatut kohaldatakse ka välisriigis käibel oleva raha, pangakaartide ning muude maksevahendite, väärtpaberite, maksumärkide, postimaksevahendite ja riikliku proovijärelevalve märgiste võltsimise kohta.",
                "subsections": []
            },
            {
                "text": "§ 333. Maksevahendi ja väärtpaberi võltsimine",
                "subsections": [
                    "Raha, pangakaardi või muu maksevahendi, aktsia, obligatsiooni või muu väärtpaberi võltsimise eest kasutamise eesmärgil - karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                    "Sama teo eest, kui see on toime pandud: 1) vähemalt teist korda või 2) suures ulatuses, -karistatakse ühe- kuni kuueaastase vangistusega.",
                    "Käesoleva paragrahvi lõikes 1 sätestatud teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega.",
                    "Käesoleva paragrahvi lõikes 2 sätestatud teo eest, kui selle on toime pannud juriidiline isik, - karistatakse sundlõpetamisega."
                ]
            },
            {
                "text": "§ 334. Võltsitud maksevahendi ja väärtpaberi kasutamine",
                "subsections": [
                    "Võltsitud raha kasutamise, vahetamise, edasiandmise või muul viisil käibelelaskmise, samuti pangakaardi või muu võltsitud maksevahendi või väärtpaberi kasutamise eest - karistatakse rahalise karistuse või kuni viieaastase vangistusega.",
                    "Sama teo eest, kui see on toime pandud: 1) vähemalt teist korda või 2) suures ulatuses, -karistatakse kahe- kuni kümneaastase vangistusega.",
                    "Käesoleva paragrahvi lõikes 1 sätestatud teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega.",
                    "Käesoleva paragrahvi lõikes 2 sätestatud teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistuse või sundlõpetamisega."
                ]
            },
            {
                "text": "§ 335. Maksumärgi võltsimine",
                "subsections": [
                    "Maksuesemele või selle pakendile maksu tasumise tunnusena kinnitatava panderolli, märgi, kleebise, templijäljendi, pealetrüki või eritunnuse, välja arvatud käesoleva seadustiku"
                ]
            },
            {
                "text": "§ 336. Võltsitud maksumärgi kasutamine ja käibelelaskmine",
                "subsections": [
                    "Võltsitud maksumärgi kasutamise, edasiandmise või muul viisil käibelelaskmise eest - karistatakse rahalise karistuse või kuni viieaastase vangistusega.",
                    "Sama teo eest, kui see on toime pandud: 1) vähemalt teist korda või 2) suures ulatuses, -karistatakse kahe- kuni kümneaastase vangistusega.",
                    "Käesoleva paragrahvi lõikes 1 sätestatud teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega.",
                    "Käesoleva paragrahvi lõikes 2 sätestatud teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistuse või sundlõpetamisega."
                ]
            },
            {
                "text": "§ 337. Postimaksevahendi ja selle jäljendi võltsimine",
                "subsections": [
                    "Postmargi, ka käibelt kõrvaldatud või kasutuses mitteoleva postmargi, rahvusvahelise vastuskupongi, frankeerimismasina jäljendi või trükitud postimaksejäljendi võltsimise eest kasutamise eesmärgil - karistatakse rahalise karistuse või kuni üheaastase vangistusega.",
                    "Sama teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega."
                ]
            },
            {
                "text": "§ 338. Võltsitud postimaksevahendi ja selle jäljendi käibelelaskmine",
                "subsections": [
                    "Võltsitud postmargi, ka käibelt kõrvaldatud või kasutuses mitteoleva võltsitud postmargi, võltsitud rahvusvahelise vastuskupongi, võltsitud frankeerimismasina jäljendi või võltsitud trükitud postimaksejäljendi kasutamise, vahetamise, edasiandmise või muul viisil käibelelaskmise eest - karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                    "Sama teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega."
                ]
            },
            {
                "text": "§ 339. Proovijärelevalve märgise võltsimine ja võltsituna kasutamine",
                "subsections": [
                    "Riikliku proovijärelevalve märgise võltsimise või kasutamise eest märgisele mittevastaval materjalil nende toodete käibelelaskmise eesmärgil - karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                    "Sama teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega."
                ]
            },
            {
                "text": "§ 340. Raha, pangakaardi ja muu maksevahendi, väärtpaberi, maksumärgi, postimaksevahendi ja selle jäljendi ning proovijärelevalve märgise võltsimise ettevalmistamine",
                "subsections": [
                    "Raha, pangakaardi või muu maksevahendi, väärtpaberi, maksumärgi, postimaksevahendi või selle jäljendi või proovijärelevalve märgise võltsimiseks vajaliku seadeldise või muu vahendi soetamise, valmistamise, kohandamise, hoidmise või edasiandmise eest - karistatakse rahalise karistusega.",
                    "Käesoleva paragrahvi lõikes 1 sätestatud teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega."
                ]
            },
            {
                "text": "§ 341. Riikliku teenetemärgi võltsimine Eesti riikliku teenetemärgi võltsimise eest, kui see on toime pandud teenetemärgi kasutamise eesmärgil, - karistatakse rahalise karistusega.",
                "subsections": []
            },
            {
                "text": "§ 342. Sõidupileti ja sõidukaardi võltsimine Sõidupileti või sõidukaardi võltsimise, võltsitud sõidupileti või sõidukaardi kasutamise või müümise eest - karistatakse rahatrahviga kuni kolmesada trahviühikut või arestiga.",
                "subsections": []
            },
            {
                "text": "§ 343. Konfiskeerimise kohaldamine Kohus võib kohaldada käesolevas jaos sätestatud süüteo toimepanemise vahetuks objektiks olnud eseme konfiskeerimist vastavalt käesoleva seadustiku",
                "subsections": []
            }
        ]
    },
    {
        "name": "20. peatükk KESKKONNAVASTASED SÜÜTEOD",
        "sections": [],
        "paragraphs": [
            {
                "text": "§ 352. Tuleohu tekitamine looduses",
                "subsections": [
                    "Metsas või mujal looduses tuleohu tekitamise või tuleohutuse tagamise või tule leviku tõkestamise nõuete eiramise eest - karistatakse rahatrahviga kuni kakssada trahviühikut või arestiga.",
                    "Sama teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahatrahviga kuni viiskümmend tuhat krooni.[RT I 2002, 56, 350 - jõust. 01.09.2002]"
                ]
            },
            {
                "text": "§ 353. Taimestikku ohustav tegevus",
                "subsections": [
                    "Mootorsõidukiga sõitmise eest looduslikul alal või põllumajandusmaal, kui sellel alal sõitmine oli keelatud või oli lubatud ainult loaga ja see luba puudus, samuti taimehaiguste ja -kahjurite vältimiseks või umbrohu leviku tõkestamiseks maavaldajale kohustuslike abinõude rakendamata jätmise eest - karistatakse rahatrahviga kuni kakssada trahviühikut või arestiga.",
                    "Sama teo eest, kui sellega on kahjustatud taimestikku oluliselt või taimehaigus või -kahjur või umbrohi on levinud väljapoole katastriüksust, tekitades seal taimestikule olulist kahju, - karistatakse rahalise karistusega.",
                    "Käesoleva paragrahvi lõikes 1 sätestatud teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahatrahviga kuni kolmkümmend tuhat krooni.",
                    "Käesoleva paragrahvi lõikes 2 sätestatud teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega.[RT I 2002, 56, 350 - jõust. 01.09.2002]"
                ]
            },
            {
                "text": "§ 354. Puude ja põõsaste kahjustamine ja hävitamine",
                "subsections": [
                    "Puude või põõsaste kahjustamise või hävitamise eest, kui sellega on rikutud metsa või muu haljastuse kaitse või kasutamise nõudeid ja tekitatud oluline kahju keskkonnale, - karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                    "Sama teo eest, kui sellega on ettevaatamatusest tekitatud oluline kahju keskkonnale, - karistatakse rahalise karistuse või kuni üheaastase vangistusega.",
                    "Käesoleva paragrahvi lõikes 1 või 2 sätestatud teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega."
                ]
            },
            {
                "text": "§ 355. Puude ja põõsaste kahjustamine ja hävitamine ettevaatamatusest",
                "subsections": [
                    "Puude või põõsaste hävitamise või kahjustamise eest ettevaatamatusest, kui sellega on rikutud metsa või muu haljastuse kaitse või kasutamise nõudeid ja tekitatud suur kahju keskkonnale, - karistatakse rahalise karistuse või kuni üheaastase vangistusega.",
                    "Sama teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega."
                ]
            },
            {
                "text": "§ 356. Puude ja põõsaste ebaseaduslik raie",
                "subsections": [
                    "Puude või põõsaste ebaseadusliku raie eest, kui sellega on tekitatud oluline kahju keskkonnale, - karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                    "Käesoleva paragrahvi lõikes 1 sätestatud teo eest, kui sellega on ettevaatamatusest tekitatud oluline kahju keskkonnale, - karistatakse rahalise karistuse või kuni üheaastase vangistusega.",
                    "Käesoleva paragrahvi lõikes 1 või 2 sätestatud teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega."
                ]
            },
            {
                "text": "§ 357. Kaitstava loodusobjekti kaitse nõuete eiramine",
                "subsections": [
                    "Kaitstava loodusobjekti kasutamise või kaitse nõuete rikkumise eest, kui sellega on tekitatud kaitstavale loodusobjektile oluline kahju, - karistatakse rahalise karistuse või kuni viieaastase vangistusega.",
                    "Sama teo eest, kui sellega on ettevaatamatusest tekitatud kaitstavale loodusobjektile oluline kahju, - karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                    "Käesoleva paragrahvi lõikes 1 või 2 sätestatud teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega."
                ]
            },
            {
                "text": "§ 358. Kaitstava loodusobjekti kaitse nõuete eiramine ettevaatamatusest",
                "subsections": [
                    "Kaitstava loodusobjekti kasutamise või kaitse nõuete rikkumise eest ettevaatamatusest, kui sellega on tekitatud kaitstavale loodusobjektile suur kahju, - karistatakse rahalise karistuse või kuni üheaastase vangistusega.",
                    "Sama teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega."
                ]
            },
            {
                "text": "§ 359. Maastiku kahjustamine",
                "subsections": [
                    "Kalda, ranna või muu maastiku kaitse või kasutamise nõuete rikkumise eest, kui sellega on tekitatud kaldale, rannale või muule maastikule oluline kahju, - karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                    "Sama teo eest, kui sellega on ettevaatamatusest tekitatud maastikule, kaldale või rannale oluline kahju, - karistatakse rahalise karistuse või kuni üheaastase vangistusega.",
                    "Käesoleva paragrahvi lõikes 1 või 2 sätestatud teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega."
                ]
            },
            {
                "text": "§ 360. Maastiku kahjustamine ettevaatamatusest",
                "subsections": [
                    "Kalda, ranna või muu maastiku kaitse või kasutamise nõuete rikkumise eest ettevaatamatusest, kui sellega on tekitatud kaldale, rannale või muule maastikule suur kahju, - karistatakse rahalise karistuse või kuni üheaastase vangistusega.",
                    "Sama teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega."
                ]
            },
            {
                "text": "§ 361. Loodusliku loomastiku kahjustamine",
                "subsections": [
                    "Jahiuluki, kala või muu loodusliku loomastiku küttimise, püügi või muul viisil kasutamise nõuete rikkumise eest, kui sellega on tekitatud oluline kahju keskkonnale, samuti jahiuluki, kala või muu loodusliku loomastiku küttimise või püügi ebaseadusliku korraldamise eest - karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                    "Käesoleva paragrahvi lõikes 1 sätestatud teo eest, kui sellega on ettevaatamatusest tekitatud oluline kahju keskkonnale, - karistatakse rahalise karistuse või kuni üheaastase vangistusega.",
                    "Käesoleva paragrahvi lõikes 1 või 2 sätestatud teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega.[RT I 2002, 56, 350 - jõust. 01.09.2002]"
                ]
            },
            {
                "text": "§ 362. Loodussaaduste veo, hoiustamise ja töötlemise nõuete rikkumine",
                "subsections": [
                    "Loodussaaduste veo, hoiustamise või töötlemise nõuete rikkumise eest - karistatakse rahatrahviga kuni kolmsada trahviühikut või arestiga.",
                    "Sama teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahatrahviga kuni viiskümmend tuhat krooni."
                ]
            },
            {
                "text": "§ 363. Looduskasutus- ja saasteloata tegutsemine",
                "subsections": [
                    "Looduskasutus- või saasteloata tegutsemise eest, kui see luba oli nõutav, samuti loanõuete rikkumise eest - karistatakse rahalise karistusega.",
                    "Sama teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega."
                ]
            },
            {
                "text": "§ 364. Keskkonna saastamine",
                "subsections": [
                    "Aine, energia või jäätmete ebaseadusliku keskkonda viimise eest, samuti normatiive ületava müra põhjustamise eest - karistatakse rahalise karistusega.",
                    "Sama teo eest, kui sellega on tekitatud oluline kahju keskkonnale, - karistatakse rahalise karistuse või kuni kaheaastase vangistusega.",
                    "Käesoleva paragrahvi lõikes 1 või 2 sätestatud teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega."
                ]
            },
            {
                "text": "§ 365. Keskkonna saastamine ettevaatamatusest",
                "subsections": [
                    "Aine, energia või jäätmete ebaseadusliku keskkonda viimise või normatiive ületava müra põhjustamise eest ettevaatamatusest, kui sellega on tekitatud keskkonnale suur kahju, - karistatakse rahalise karistuse või kuni üheaastase vangistusega.",
                    "Sama teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega."
                ]
            },
            {
                "text": "§ 366. Looduskasutuse ja saaste arvestuse pidamise korra rikkumine",
                "subsections": [
                    "Looduskasutuse või saaste arvestuse pidamise korra või keskkonnaseirenõuete rikkumise eest - karistatakse rahatrahviga kuni sada trahviühikut või arestiga.",
                    "Sama teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahatrahviga kuni kolmkümmend tuhat krooni."
                ]
            },
            {
                "text": "§ 367. Ohtlike kemikaalide ja jäätmete käitlemise nõuete rikkumine",
                "subsections": [
                    "Inimese tervisele või keskkonnale ohtlike kemikaalide või jäätmete käitlemise nõuete rikkumise eest, kui sellega on põhjustatud oht inimeste elule või tervisele või keskkonnale, - karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                    "Sama teo eest, kui sellega on ettevaatamatusest põhjustatud oht inimeste elule või tervisele või keskkonnale, - karistatakse rahalise karistuse või kuni üheaastase vangistusega.",
                    "Käesoleva paragrahvi lõikes 1 või 2 sätestatud teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega."
                ]
            },
            {
                "text": "§ 368. Ohtlike kemikaalide ja jäätmete käitlemise nõuete rikkumine ettevaatamatusest",
                "subsections": [
                    "Inimese tervisele või keskkonnale ohtlike kemikaalide või jäätmete käitlemise nõuete rikkumise eest ettevaatamatusest, kui sellega on põhjustatud oht inimeste elule või tervisele või keskkonnale, - karistatakse rahalise karistuse või kuni üheaastase vangistusega.",
                    "Sama teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega."
                ]
            },
            {
                "text": "§ 369. Üleujutuse, soostumise ja veehulga lubamatu vähenemise põhjustamine",
                "subsections": [
                    "Üleujutuse, soostumise või veekogu või põhjaveekihi veehulga lubamatu vähenemise põhjustamise eest, kui sellega on tekitatud oluline kahju keskkonnale, - karistatakse rahalise karistuse või kuni üheaastase vangistusega.",
                    "Sama teo eest, kui sellega on ettevaatamatusest tekitatud oluline kahju keskkonnale, - karistatakse rahalise karistusega.",
                    "Käesoleva paragrahvi lõikes 1 või 2 sätestatud teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega."
                ]
            },
            {
                "text": "§ 370. Üleujutuse, soostumise ja veehulga lubamatu vähenemise põhjustamine ettevaatamatusest",
                "subsections": [
                    "Üleujutuse, soostumise või veekogu või põhjaveekihi veehulga lubamatu vähenemise põhjustamise eest ettevaatamatusest, kui sellega on tekitatud oluline kahju keskkonnale, - karistatakse rahalise karistusega.",
                    "Sama teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega."
                ]
            }
        ]
    },
    {
        "name": "21. peatükk MAJANDUSALASED SÜÜTEOD 1. jagu Ebaseaduslik majandustegevus",
        "sections": [
            {
                "name": "2. jagu Äriühingutega seotud süüteod",
                "paragraphs": [
                    {
                        "text": "§ 377. Ärisaladuse avaldamine",
                        "subsections": [
                            "Ärisaladuse avaldamise eest ilma aktsiaseltsi või osaühingu pädeva organi vastava loata - karistatakse rahalise karistuse või kuni üheaastase vangistusega.",
                            "Sama teo eest, kui sellega on põhjustatud oluline kahju, - karistatakse rahalise karistuse või kuni viieaastase vangistusega."
                        ]
                    },
                    {
                        "text": "§ 378. Ärisaladuse õigustamatu kasutamine Ärisaladuse kasutamise eest ilma aktsiaseltsi või osaühingu pädeva organi vastava loata - karistatakse rahalise karistuse või kuni üheaastase vangistusega.",
                        "subsections": []
                    },
                    {
                        "text": "§ 379. Audiitor- ja erikontrolli tulemuste esitamata jätmine ja ebaõige esitamine",
                        "subsections": [
                            "Audiitori või erikontrolli läbiviija poolt audiitor- või erikontrolli läbiviimisel teatavaks saanud asjaolude aruandes esitamata jätmise või ebaõige esitamise eest - karistatakse rahalise karistuse või kuni üheaastase vangistusega.",
                            "Sama teo eest, kui sellega on põhjustatud oluline kahju, - karistatakse rahalise karistuse või kuni kolmeaastase vangistusega."
                        ]
                    },
                    {
                        "text": "§ 380. Osanike ja aktsionäride koosoleku kokku kutsumata jätmine Osanike või aktsionäride üldkoosoleku ettenähtud korras kokku kutsumata jätmise eest, kui bilansist on selgunud, et netovara on vähem kui pool osa- või aktsiakapitalist või vara on olnud alla seadusega kehtestatud osa- või aktsiakapitali alammäära, või seaduses sätestatud pankrotiavalduse esitamise kohustuse täitmata jätmise eest - karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                        "subsections": []
                    },
                    {
                        "text": "§ 381. Varalise seisundi ebaõige kirjeldamine Osanikele, aktsionäridele, audiitorile, erikontrolli läbiviijale või avalikkusele äriühingu varalise seisundi kohta andmete esitamata jätmise või ebaõigete andmete esitamise eest - karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                        "subsections": []
                    },
                    {
                        "text": "§ 382. Ebaõigete andmete esitamine audiitorile ja erikontrolli läbiviijale Äriühingu asutaja, aktsionäri või osaniku poolt audiitorile või erikontrolli läbiviijale andmete esitamata jätmise või ebaõigete andmete esitamise eest, kui need ei ole seotud äriühingu varalise seisundiga, - karistatakse rahalise karistuse või kuni üheaastase vangistusega.",
                        "subsections": []
                    }
                ]
            },
            {
                "name": "3. jagu Pankroti- ja täitemenetlusalased süüteod",
                "paragraphs": [
                    {
                        "text": "§ 384. Maksejõuetuse põhjustamine",
                        "subsections": [
                            "Oma maksevõime olulise vähendamise või enda maksejõuetuks muutmise eest vara hävitamise, rikkumise, raiskamise või põhjendamatu kinkimise, loovutamise, välismaale paigutamise, põhjendamatute kohustuste võtmise või põhjendamatute soodustuste andmise või ühe võlausaldaja teisele eelistamise teel võlgniku poolt, kes oli teadlik, et olemasolevate või oodatavate majandusraskuste tõttu võivad tema teod kahjustada võlausaldaja huve, - karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                            "Käesoleva paragrahvi lõikes 1 sätestatud teo eest karistatakse üksnes siis, kui kohus on välja kuulutanud teo toimepanija pankroti või lõpetanud pankrotimenetluse raugemise tõttu, sest võlgniku varast ei jätku pankrotimenetluse kulude katteks ja puudub vara tagasivõitmise ja tagasinõudmise võimalus."
                        ]
                    }
                ]
            },
            {
                "name": "4. jagu Maksualased süüteod",
                "paragraphs": [
                    {
                        "text": "§ 386. Maksude väärarvutus",
                        "subsections": [
                            "Maksudeklaratsioonis või muus maksuhaldurile esitatud dokumendis maksuarvutuse või valeandmete esitamise eest, mille tulemusel tasumisele kuuluv maksusumma on väiksem maksuseaduse alusel tasumisele kuuluvast summast või tagastamisele, hüvitamisele või tasaarvestamisele kuuluv summa on suurem seaduse alusel tagastamisele, hüvitamisele või tasaarvestamisele kuuluvast summast, kui süüdlasele on sama teo eest kohaldatud väärteokaristust või selle tulemusel jäi maksudena laekumata, tagastati, tasaarvestati või hüvitati alusetult 500 000 krooni või enam, – karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                            "Sama teo eest, kui selle on toime pannud juriidiline isik, – karistatakse rahalise karistusega.[RT I 2002, 44, 284 - jõust. 01.09.2002]"
                        ]
                    },
                    {
                        "text": "§ 389. Maksusumma kinni pidamata jätmine",
                        "subsections": [
                            "Maksumaksjale tehtavatelt väljamaksetelt maksuseaduses ettenähtud maksu kinni pidamata jätmise või kinnipeetud maksusumma mittetäieliku või mitteõigeaegse ülekandmise eest maksuhalduri pangakontole, kui süüdlasele on sama teo eest kohaldatud väärteokaristust või selle tulemusel jäi maksudena laekumata 500 000 krooni või enam, - karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                            "Sama teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega.[RT I 2002, 44, 284 - jõust. 01.09.2002]"
                        ]
                    },
                    {
                        "text": "§ 390. Maksuhalduri tegevuse takistamine",
                        "subsections": [
                            "Maksudeklaratsiooni või muu teabe tähtpäevaks esitamata jätmise, maksuhalduri juures enda registreerimata jätmise, mõõturi või tõkendi rikkumise, maksuhaldurile valeandmete või teadvalt ebaõigete dokumentide esitamise, arvestuse pidamise nõuete eiramise, maksuhalduri korralduse täitmata jätmise või muul viisil maksuhalduri tegevuse takistamise eest, kui süüdlasele on sama teo eest kohaldatud väärteokaristust või kui selle tulemusel jäi maksudena laekumata 500 000 krooni või enam, – karistatakse kahe- kuni kümneaastase vangistusega.",
                            "Sama teo eest, kui selle on toime pannud juriidiline isik, – karistatakse rahalise karistusega.[RT I 2002, 44, 284 - jõust. 01.09.2002]"
                        ]
                    },
                    {
                        "text": "§ 391. Salakaubavedu",
                        "subsections": [
                            "Deklareeritava kauba toimetamise eest üle tollipiiri tollikontrolli eest varjatuna, sellest kõrvale hoidudes, kauba deklareerimata jättes, kaupa vale kaubakoodi või kirjelduse all deklareerides, võltsitud dokumente esitades või muul pettuslikul viisil toimides, kui teo objektiks oli kaup suures koguses või süüdlasele on sama teo eest kohaldatud väärteokaristust, – karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                            "Sama teo eest: 1) ametiisiku poolt oma ametiseisundit ära kasutades või 2) grupi poolt -karistatakse ühe- kuni viieaastase vangistusega.",
                            "Käesoleva paragrahvi lõikes 1 sätestatud teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega.",
                            "Kohus võib kohaldada käesolevas paragrahvis sätestatud süüteo toimepanemise vahetuks objektiks olnud aine või eseme konfiskeerimist vastavalt käesoleva seadustiku"
                        ]
                    },
                    {
                        "text": "§ 392. Keelatud ja eriluba nõudva kauba salakaubavedu",
                        "subsections": [
                            "Keelatud kauba või vastava eriloata radioaktiivse aine, lõhkematerjali, narkootilise või psühhotroopse aine, narkootilise või psühhotroopse aine lähteaine, mittenarkootilise ravimi, ohtliku kemikaali või jäätme, strateegilise kauba, tulirelva või laskemoona salakaubaveo eest - karistatakse rahalise karistuse või kuni viieaastase vangistusega.",
                            "Sama teo eest: 1) ametiisiku poolt oma ametiseisundit ära kasutades või 2) grupi poolt -karistatakse kahe- kuni kümneaastase vangistusega.",
                            "Käesoleva paragrahvi lõikes 1 sätestatud teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega.",
                            "Kohus konfiskeerib käesolevas paragrahvis sätestatud süüteo toimepanemise vahetuks objektiks olnud aine või eseme."
                        ]
                    },
                    {
                        "text": "§ 393. Ebaseaduslikud toimingud tollisoodustusega kaubaga",
                        "subsections": [
                            "Tolliterritooriumil tollisoodustusega sisseveetud või tolli järelevalve all oleva kaubaga tehtavate ebaseaduslike toimingute või tehingute eest, kui toimingute või tehingute esemeks oli kaup suures koguses, - karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                            "Sama teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega.",
                            "Kohus võib kohaldada käesolevas paragrahvis sätestatud süüteo toimepanemise vahetuks objektiks olnud aine või eseme konfiskeerimist vastavalt käesoleva seadustiku"
                        ]
                    }
                ]
            },
            {
                "name": "5. jagu Rahapesualased süüteod",
                "paragraphs": [
                    {
                        "text": "§ 394. Rahapesu",
                        "subsections": [
                            "Rahapesu eest - karistatakse rahalise karistuse või kuni viieaastase vangistusega.",
                            "Sama teo eest: 1) grupi poolt; 2) vähemalt teist korda; 3) suures ulatuses või 4) kuritegeliku ühenduse poolt -karistatakse kahe- kuni kümneaastase vangistusega.",
                            "Käesoleva paragrahvi lõikes 1 sätestatud teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega.",
                            "Käesoleva paragrahvi lõikes 2 sätestatud teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistuse või sundlõpetamisega.",
                            "Kohus võib kohaldada käesolevas paragrahvis sätestatud süüteo toimepanemise vahetuks objektiks olnud eseme konfiskeerimist vastavalt käesoleva seadustiku"
                        ]
                    },
                    {
                        "text": "§ 395. Isikusamasuse tuvastamise kohustuse mittetäitmine Krediidi- või finantseerimisasutuse töötaja poolt rahapesu tõkestamise seaduses (RT I 1998, 110, 1811; 2000, 84, 533) sätestatud isikusamasuse tuvastamise kohustuse täitmata jätmise eest - karistatakse rahalise karistusega.",
                        "subsections": []
                    }
                ]
            },
            {
                "name": "6. jagu Süüteod väärtpaberiringluses",
                "paragraphs": [
                    {
                        "text": "§ 397. Ebaseaduslik investeerimine",
                        "subsections": [
                            "Seaduses sätestatud piirangute rikkumise eest vara investeerimisel - karistatakse rahalise karistusega.",
                            "Sama teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega."
                        ]
                    }
                ]
            },
            {
                "name": "7. jagu Konkurentsialased süüteod",
                "paragraphs": [
                    {
                        "text": "§ 399. Turgu valitseva ettevõtja seisundi kuritarvitamine",
                        "subsections": [
                            "Juriidilise isiku juhatuse, seda asendava organi või nõukogu liikme poolt ebaõiglaste äritingimuste kehtestamise, ostjate kahjuks tootmise või teenindamise või kaubaturu, tehnilise arengu või investeeringute piiramise, samuti muu tegevuse eest, millega on kaasnenud turgu valitseva juriidilise isiku seisundi kuritarvitamine kaubaturul, - karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                            "Sama teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega."
                        ]
                    },
                    {
                        "text": "§ 400. Konkurentsi kahjustav kokkulepe, otsus ja kooskõlastatud tegevus",
                        "subsections": [
                            "Juriidilise isiku juhatuse, seda asendava organi või nõukogu liikme poolt konkurentsi kahjustava kokkuleppe, otsuse või kooskõlastatud tegevuse keelu rikkumise eest, samuti erandit vajava kokkuleppe, otsuse või kooskõlastatud tegevuse eest ilma erandi loata või erandi loa tingimuste rikkumise eest - karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                            "Sama teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega."
                        ]
                    },
                    {
                        "text": "§ 401. Konkurentsi kahjustav koondumine",
                        "subsections": [
                            "Juriidilise isiku juhatuse, seda asendava organi või nõukogu liikme poolt konkurentsi kahjustavast koondumisest tähtaegselt teatamata jätmise, samuti koondumise keelu või koondumise loa tingimuste rikkumise eest - karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                            "Sama teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega."
                        ]
                    }
                ]
            }
        ],
        "paragraphs": [
            {
                "text": "§ 372. Tegevusloata ja keelatud majandustegevus",
                "subsections": [
                    "Majandustegevuse eest valdkonnas, mille kohta kehtis erikeeld, samuti tegevusloata, litsentsita või registreeringuta tegutsemise eest valdkonnas, kus tegevusluba, litsents või registreering oli nõutav, - karistatakse rahalise karistuse või kuni kuueaastase vangistusega.",
                    "Sama teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistuse või sundlõpetamisega.",
                    "Kohus võib kohaldada käesolevas paragrahvis sätestatud süüteo toimepanemise vahetuks objektiks olnud aine või eseme konfiskeerimist vastavalt käesoleva seadustiku"
                ]
            },
            {
                "text": "§ 373. Ettevõtluskeelu ja teataval erialal ning ametikohal töötamise keelu rikkumine Seaduses või kohtulahendis ettenähtud ettevõtluskeelu või teataval erialal või ametikohal töötamise keelu rikkumise eest, kui puudub käesoleva seadustiku",
                "subsections": []
            },
            {
                "text": "§ 374. Alkoholi ebaseaduslik tootmine",
                "subsections": [
                    "Käitlemiseks mittelubatud alkoholi valmistamise, villimise või töötlemise eest - karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                    "Sama teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega.",
                    "Kohus konfiskeerib käesolevas paragrahvis sätestatud süüteo toimepanemise vahetuks objektiks olnud aine või eseme."
                ]
            },
            {
                "text": "§ 375. Alkoholi käitlemise korra rikkumine",
                "subsections": [
                    "Käitlemiseks mittelubatud alkoholi hoidmise, ladustamise või edasitoimetamise eest suures koguses, samuti käitlemiseks mittelubatud alkoholiga kauplemise eest, kui süüdlasele on sama teo eest kohaldatud väärteokaristust, - karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                    "Sama teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega.",
                    "Kohus konfiskeerib käesolevas paragrahvis sätestatud süüteo toimepanemise vahetuks objektiks olnud aine."
                ]
            },
            {
                "text": "§ 376. Tubakatoodete käitlemise korra rikkumine",
                "subsections": [
                    "Maksumärgiga märgistamata või teistele nõuetele mittevastavas müügipakendis tubakatoodete hoidmise, ladustamise või edasitoimetamise eest suures koguses, samuti selliste tubakatoodetega kauplemise eest, kui süüdlasele on sama teo eest kohaldatud väärteokaristust, - karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                    "Sama teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega.",
                    "Kohus konfiskeerib käesolevas paragrahvis sätestatud süüteo toimepanemise vahetuks objektiks olnud eseme."
                ]
            },
            {
                "text": "§ 3761. Lisaainete ebaseaduslik eemaldamine erimärgistatud vedelkütusest ja selle tulemusel saadud vedelkütuse käitlemine",
                "subsections": [
                    "Erimärgistatud vedelkütusest erimärgistamiseks kasutatud lisaainete eemaldamise või selle tulemusena saadud vedelkütuse hoidmise, ladustamise, võõrandamise või müügiks pakkumise eest, kui teo objektiks oli vedelkütus suures koguses või süüdlasele on sama teo eest kohaldatud väärteokaristust, – karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                    "Sama teo eest, kui selle on toime pannud juriidiline isik, – karistatakse rahalise karistusega.[RT I 2002, 56, 350 - jõust. 01.09.2002]"
                ]
            }
        ]
    },
    {
        "name": "22. peatükk ÜLDOHTLIKUD SÜÜTEOD 1. jagu Mürgitamise, süütamise ja plahvatuse tekitamisega seotud süüteod",
        "sections": [
            {
                "name": "2. jagu Elutähtsa süsteemi ja rajatise kahjustamise, eluohtliku ehitamise, tootmise ning muu tegevusega seotud süüteod",
                "paragraphs": [
                    {
                        "text": "§ 406. Elutähtsa süsteemi häirimine ja kahjustamine",
                        "subsections": [
                            "Energia-, side-, signalisatsiooni-, veevarustus- või kanalisatsioonisüsteemi, liikluskorralduse või muu elutähtsa süsteemi ehitise või seadme rikkumise või hävitamise eest, kui sellega on põhjustatud oht elutähtsa süsteemi normaalsele toimimisele, - karistatakse rahalise karistusega.",
                            "Sama teo eest, kui sellega on põhjustatud elutähtsa süsteemi toimimise häirimine või katkemine, - karistatakse rahalise karistuse või kuni viieaastase vangistusega.",
                            "Käesoleva paragrahvi lõikes 1 või 2 sätestatud teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega."
                        ]
                    },
                    {
                        "text": "§ 407. Elutähtsa rajatise kahjustamine",
                        "subsections": [
                            "Tee, raudtee, silla, lüüsi, paisu, tammi, viadukti, tunneli või nende kaitserajatise, kaevanduse juurde kuuluva kuivendus- või õhutusseadme, kaevanduses tööliste sisse- ja väljaveoks kasutatava seadme või muu elutähtsa rajatise rikkumise või hävitamise eest, kui sellega on põhjustatud oht paljude inimeste elule või tervisele, - karistatakse rahalise karistuse või kuni viieaastase vangistusega.",
                            "Sama teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega."
                        ]
                    },
                    {
                        "text": "§ 408. Elule ja tervisele ohtliku ehitise ehitamine",
                        "subsections": [
                            "Ehitusnõuetele mittevastava ehitise ehitamise eest, kui sellega on põhjustatud oht inimese elule või tervisele, - karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                            "Sama teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega."
                        ]
                    },
                    {
                        "text": "§ 409. Tehnilise normi nõuetele mittevastava toote valmistamine, töötlemine ja turustamine",
                        "subsections": [
                            "Tehnilise normi nõuetele mittevastava toote valmistamise, töötlemise või turustamise eest, kui sellega on põhjustatud oht inimese elule või tervisele või keskkonnale, - karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                            "Sama teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega."
                        ]
                    }
                ]
            },
            {
                "name": "3. jagu Ioniseeriva kiirgusega seotud süüteod",
                "paragraphs": [
                    {
                        "text": "§ 411. Ebaseaduslik kiirgustegevus",
                        "subsections": [
                            "Kiirgustegevuse eest ilma vastava loata - karistatakse rahalise karistuse või kuni üheaastase vangistusega.",
                            "Sama teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega."
                        ]
                    }
                ]
            },
            {
                "name": "4. jagu Lõhkematerjaliga seotud süüteod",
                "paragraphs": [
                    {
                        "text": "§ 413. Lõhkematerjali käitlemine Lõhkematerjali käitlemisena käesoleva jao tähenduses mõistetakse nii lõhkematerjali käivet kui ka käitlemist.",
                        "subsections": []
                    },
                    {
                        "text": "§ 414. Lõhkematerjali ebaseaduslik käitlemine",
                        "subsections": [
                            "Tsiviilkäibes lubatud lõhkematerjali ebaseadusliku valmistamise, soetamise, üleandmise, turustamise või muu ebaseadusliku käitlemise eest - karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                            "Sama teo eest, kui see on toime pandud tsiviilkäibes keelatud lõhkematerjali käideldes, - karistatakse rahalise karistuse või kuni kuueaastase vangistusega.",
                            "Käesoleva paragrahvi lõikes 1 sätestatud teo eest, kui: 1) see on toime pandud vähemalt teist korda või 2) teo objektiks on olnud lõhkematerjal suures koguses, -karistatakse kahe- kuni kümneaastase vangistusega.",
                            "Käesoleva paragrahvi lõikes 2 sätestatud teo eest, kui: 1) see on toime pandud vähemalt teist korda või 2) teo objektiks on olnud lõhkematerjal suures koguses, -karistatakse kolme- kuni kaheteistaastase vangistusega.",
                            "Käesoleva paragrahvi lõikes 1 või 2 sätestatud teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega.",
                            "Käesoleva paragrahvi lõikes 3 või 4 sätestatud teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistuse või sundlõpetamisega.",
                            "Kohus võib kohaldada käesolevas paragrahvis sätestatud süüteo eest lisakaristusena varalist karistust vastavalt käesoleva seadustiku"
                        ]
                    },
                    {
                        "text": "§ 415. Lõhkeseadeldise ja selle olulise osa ebaseaduslik käitlemine",
                        "subsections": [
                            "Lõhkeseadeldise või selle olulise osa, välja arvatud lõhkematerjal, ebaseadusliku valmistamise, omandamise, hoidmise, edasitoimetamise, võõrandamise, üleandmise või muu ebaseadusliku käitlemise eest - karistatakse rahalise karistuse või kahe- kuni kümneaastase vangistusega.",
                            "Sama teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistuse või sundlõpetamisega.",
                            "Kohus võib kohaldada käesolevas paragrahvis sätestatud süüteo eest lisakaristusena varalist karistust vastavalt käesoleva seadustiku"
                        ]
                    },
                    {
                        "text": "§ 416. Lõhkematerjali käitlemise nõuete rikkumine",
                        "subsections": [
                            "Lõhkematerjali hoidmise, kasutamise, arvestamise, veo või käitlemise muude nõuete rikkumise eest, kui sellega on põhjustatud oht paljude inimeste elule või tervisele, - karistatakse rahalise karistuse või kuni kuueaastase vangistusega.",
                            "Sama teo eest, kui sellega on ettevaatamatusest põhjustatud oht paljude inimeste elule või tervisele, - karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                            "Käesoleva paragrahvi lõikes 1 või 2 sätestatud teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega."
                        ]
                    },
                    {
                        "text": "§ 417. Konfiskeerimise kohaldamine Kohus võib kohaldada käesolevas jaos sätestatud süüteo toimepanemise vahetuks objektiks olnud aine või eseme konfiskeerimist vastavalt käesoleva seadustiku",
                        "subsections": []
                    }
                ]
            },
            {
                "name": "5. jagu Tulirelva ja laskemoonaga seotud süüteod",
                "paragraphs": [
                    {
                        "text": "§ 418. Tulirelva, selle olulise osa ja laskemoona ebaseaduslik käitlemine",
                        "subsections": [
                            "Tulirelva, selle olulise osa või laskemoona ebaseadusliku käitlemise eest - karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                            "Sama teo eest, kui see on toime pandud teenistus- või sõjaväerelvaks oleva tulirelva, selle olulise osa või laskemoonaga, - karistatakse kahe- kuni kümneaastase vangistusega.",
                            "Käesoleva paragrahvi lõikes 1 sätestatud teo eest, kui: 1) tegu on toime pandud vähemalt teist korda; 2) teo objektiks on olnud tulirelvad, nende olulised osad või laskemoon suures koguses või 3) tegu on toime pandud grupi või kuritegeliku ühenduse poolt, -karistatakse rahalise karistuse või kuni viieaastase vangistusega.",
                            "Käesoleva paragrahvi lõikes 2 sätestatud teo eest, kui: 1) tegu on toime pandud vähemalt teist korda või 2) teo objektiks on olnud tulirelvad, nende olulised osad või laskemoon suures koguses, -karistatakse viie- kuni viieteistaastase vangistusega.",
                            "Käesoleva paragrahvi lõikes 1 või 3 sätestatud teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega.",
                            "Käesoleva paragrahvi lõikes 2 või 4 sätestatud teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistuse või sundlõpetamisega."
                        ]
                    },
                    {
                        "text": "§ 419. Tulirelva lohakas hoidmine Tulirelva lohaka hoidmise eest, kui see on kaasa toonud teisele inimesele tervisekahjustuse tekitamise või kui selle relvaga on toime pandud kuritegu, - karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                        "subsections": []
                    },
                    {
                        "text": "§ 420. Tulirelva helisummuti, laser- ja öösihiku ebaseaduslik käitlemine",
                        "subsections": [
                            "Tulirelva helisummuti, laser- või öösihiku ebaseadusliku käitlemise eest - karistatakse rahalise karistuse või kuni üheaastase vangistusega.",
                            "Sama teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega."
                        ]
                    },
                    {
                        "text": "§ 421. Konfiskeerimise kohaldamine Kohus võib kohaldada käesolevas jaos sätestatud süüteo toimepanemise vahetuks objektiks olnud eseme konfiskeerimist vastavalt käesoleva seadustiku",
                        "subsections": []
                    }
                ]
            }
        ],
        "paragraphs": [
            {
                "text": "§ 403. Üldohtlik mürgitamine",
                "subsections": [
                    "Õhu, üldkasutatava vee või võõrandamiseks või kasutada andmiseks ettenähtud asja kavatsetult mürgiseks muutmise või teadvalt mürgitatud asja edasitoimetamise või edasiandmise eest - karistatakse rahalise karistuse või kuni viieaastase vangistusega.",
                    "Sama teo eest, kui selle on toime pannud juriidiline isik, - karistatakse rahalise karistusega."
                ]
            },
            {
                "text": "§ 404. Süütamine Võõra või oma asja süütamise eest, kui sellega on põhjustatud oht inimese elule või tervisele, - karistatakse rahalise karistuse või kuni viieaastase vangistusega.",
                "subsections": []
            }
        ]
    },
    {
        "name": "23. peatükk LIIKLUSSÜÜTEOD",
        "sections": [],
        "paragraphs": [
            {
                "text": "§ 422. Sõidukijuhi poolt liiklusnõuete ja sõiduki käitusnõuete rikkumine",
                "subsections": [
                    "Mootor-, õhu- või veesõiduki või trammi või raudteeveeremi juhi poolt liiklus- või käitusnõuete rikkumise eest, kui sellega on ettevaatamatusest tekitatud inimesele raske tervisekahjustus või põhjustatud inimese surm, - karistatakse kuni viieaastase vangistusega.",
                    "Sama teo eest, kui sellega on põhjustatud kahe või enama inimese surm, - karistatakse kolme- kuni kaheteistaastase vangistusega."
                ]
            },
            {
                "text": "§ 423. Sõidukijuhi poolt liiklusnõuete ja sõiduki käitusnõuete rikkumine ettevaatamatusest",
                "subsections": [
                    "Mootor-, õhu- või veesõiduki või trammi või raudteeveeremi juhi poolt liiklus- või käitusnõuete rikkumise eest ettevaatamatusest, kui sellega on tekitatud inimesele raske tervisekahjustus või põhjustatud inimese surm, - karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                    "Sama teo eest, kui sellega on põhjustatud kahe või enama inimese surm, - karistatakse ühe- kuni viieaastase vangistusega."
                ]
            },
            {
                "text": "§ 424. Mootorsõiduki juhtimine joobeseisundis Mootorsõiduki juhtimise eest joobeseisundis isiku poolt, keda on varem karistatud sellise teo eest, - karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.[RT I 2002, 56, 350 - jõust. 01.09.2002]",
                "subsections": []
            },
            {
                "text": "§ 425. Liiklusohutusnõuete ja sõiduki käitusnõuete rikkumine",
                "subsections": [
                    "Raudtee-, vee-, õhu- või teeliikluse korraldamise eest vastutava isiku poolt liiklusohutusnõuete või sõiduki käitusnõuete eiramise eest, kui sellega on põhjustatud oht inimese elule, tervisele, varale või keskkonnale, - karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                    "Sama teo eest, kui sellega on: 1) põhjustatud inimese surm; 2) tekitatud inimesele tervisekahjustus või 3) tekitatud suur kahju, -karistatakse kolme- kuni kaheteistaastase vangistusega."
                ]
            },
            {
                "text": "§ 426. Alarmsõiduki tähistuse ebaseaduslik kasutamine Mootorsõidukile alarmsõidukil olevaga sarnase värviskeemi ebaseadusliku pealekandmise või erisignaalseadme ebaseadusliku paigutamise eest või selliselt tähistatud mootorsõiduki kasutamise või juhtimise eest - karistatakse rahalise karistusega.",
                "subsections": []
            },
            {
                "text": "§ 427. Rahvusvahelise õhusõidu eeskirjade rikkumine Loata Eesti Vabariigi õhuruumi sisselendamise või sellest väljalendamise eest, loas tähendatud marsruudist, õhuväravast või lennukõrgusest mittekinnipidamise või rahvusvahelise õhusõidu nõuete muu rikkumise eest - karistatakse rahalise karistuse või kuni üheaastase vangistusega.",
                "subsections": []
            },
            {
                "text": "§ 428. Reisija poolt kergesti süttiva ja sööbiva aine vedu õhusõidukis",
                "subsections": [
                    "Reisija poolt õhusõidukis kergesti süttiva või sööbiva aine veo eest - karistatakse rahalise karistusega.",
                    "Sama teo eest, kui sellega on tekitatud suur kahju, - karistatakse ühe- kuni viieaastase vangistusega."
                ]
            },
            {
                "text": "§ 429. Laevade kokkupõrkel teise laeva päästmiseks abinõude tarvitusele võtmata jätmine Laevade kokkupõrkel laeva kapteni poolt teise laeva päästmiseks vajalike abinõude tarvitusele võtmata jätmise eest, kui nende tarvituselevõtmine oli võimalik tõsise ohuta oma reisijaile, meeskonnale või laevale, - karistatakse rahalise karistuse või kuni kolmeaastase vangistusega.",
                "subsections": []
            }
        ]
    },
    {
        "name": "24. peatükk KAITSETEENISTUSALASED SÜÜTEOD",
        "sections": [],
        "paragraphs": [
            {
                "text": "§ 431. Karistamine käesolevas peatükis sätestatud süüteo eest",
                "subsections": [
                    "Kaitseteenistusalase süüteo toimepanemise eest karistatakse isikut, kes on tegevteenistuses kaitsejõududes, või õppekogunemisel viibivat reservväelast.",
                    "Isik loetakse käesoleva peatüki tähenduses tegevteenistuses olevaks alates tema käskkirjaga tegevteenistusse võtmise päevast."
                ]
            },
            {
                "text": "§ 432. Keeldumine käsu täitmisest",
                "subsections": [
                    "Ülema seadusliku teenistusalase käsu täitmisest keeldumise eest isiku poolt, kellel on kehtiv distsiplinaarkaristus sellise üleastumise eest - karistatakse kuni kaheaastase vangistusega.",
                    "Sama teo eest, kui see on toime pandud grupi poolt avalikult, - karistatakse kuni kolmeaastase vangistusega.",
                    "Käesoleva paragrahvi lõikes 1 või 2 sätestatud teo eest, kui see on toime pandud erakorralise või sõjaseisukorra ajal, - karistatakse kahe- kuni kümneaastase vangistusega.[RT I 2002, 56, 350 - jõust. 01.09.2002]"
                ]
            },
            {
                "text": "§ 433. Käsu täitmata jätmine",
                "subsections": [
                    "Ülema seadusliku teenistusalase käsu täitmata jätmise eest isiku poolt, kellel on kehtiv distsiplinaarkaristus sellise üleastumise eest - karistatakse kuni üheaastase vangistusega.",
                    "Käesoleva paragrahvi lõikes 1 sätestatud teo eest, kui see on toime pandud erakorralise või sõjaseisukorra ajal, - karistatakse kahe- kuni kümneaastase vangistusega.[RT I 2002, 56, 350 - jõust. 01.09.2002]"
                ]
            },
            {
                "text": "§ 434. Tegevteenistuses oleva isiku ähvardamine",
                "subsections": [
                    "Tegevteenistuses oleva isiku või tema perekonnaliikme ähvardamise eest tapmise, tervisekahjustuse tekitamise või vara hävitamise või rikkumisega eesmärgiga lõpetada kaitseteenistusalaste kohustuste täitmine või muuta nende iseloomu - karistatakse kuni kolmeaastase vangistusega.",
                    "Sama teo eest vanemohvitseri või kõrgema ohvitseri suhtes - karistatakse ühe- kuni viieaastase vangistusega."
                ]
            },
            {
                "text": "§ 435. Vägivald tegevteenistuses oleva isiku suhtes",
                "subsections": [
                    "Tegevteenistuses olevale isikule või tema perekonnaliikmele raske tervisekahjustuse tekitamise või tema suhtes vägivalla kasutamise eest eesmärgiga lõpetada kaitseteenistusalaste kohustuste täitmine või muuta nende iseloomu - karistatakse nelja- kuni kaheteistaastase vangistusega.",
                    "Sama teo eest, kui see on toime pandud erakorralise või sõjaseisukorra ajal, - karistatakse viie- kuni viieteistaastase vangistusega."
                ]
            },
            {
                "text": "§ 436. Omavoliline lahkumine väeosast ja muust teenistuskohast",
                "subsections": [
                    "Väeosast või muust teenistuskohast omavolilise lahkumise eest, samuti väeosast väljalubatu poolt tähtajaks teenistusse ilmumata jätmise eest, kui omavoliline äraolek on kestnud üle kolme päeva, - karistatakse kuni üheaastase vangistusega.",
                    "Sama teo eest, kui omavoliline äraolek on kestnud üle kolmekümne päeva, - karistatakse kuni kaheaastase vangistusega.",
                    "Käesoleva paragrahvi lõikes 1 või 2 sätestatud teo eest, kui see on toime pandud erakorralise või sõjaseisukorra ajal, sõltumata omavolilise äraoleku kestusest, - karistatakse ühe- kuni viieaastase vangistusega."
                ]
            },
            {
                "text": "§ 437. Omavoliline lahkumine väeosast ja muust teenistuskohast teenistusrelvaga Väeosast või muust teenistuskohast omavolilise lahkumise eest teenistusrelvaga - karistatakse ühe- kuni viieaastase vangistusega.",
                "subsections": []
            },
            {
                "text": "§ 438. Väeosa ja muu teenistuskoha omavoliline mahajätmine lahinguolukorras Väeosa või muu teenistuskoha omavolilise mahajätmise eest lahinguolukorras - karistatakse kahe- kuni kümneaastase vangistusega.",
                "subsections": []
            },
            {
                "text": "§ 439. Väejooks",
                "subsections": [
                    "Väeosast või muust teenistuskohast omavolilise lahkumise eest, kui see on toime pandud kaitseteenistusest kõrvalehoidumise eesmärgil, - karistatakse ühe- kuni viieaastase vangistusega.",
                    "Sama teo eest, kui see on toime pandud erakorralise või sõjaseisukorra ajal, - karistatakse kahe- kuni kümneaastase vangistusega."
                ]
            },
            {
                "text": "§ 440. Kaitseteenistusest kõrvalehoidumine",
                "subsections": [
                    "Kaitseteenistusest kõrvalehoidumise eest endale vigastuse tekitamise või tekitada laskmise, haiguse simuleerimise, dokumendi võltsimise või muu pettuse teel - karistatakse ühe- kuni viieaastase vangistusega.",
                    "Sama teo eest eesmärgiga kõrvale hoiduda kaitseteenistusalaste kohustuste kandmisest - karistatakse kuni kolmeaastase vangistusega.",
                    "Käesoleva paragrahvi lõikes 1 või 2 sätestatud teo eest erakorralise või sõjaseisukorra ajal - karistatakse kahe- kuni kümneaastase vangistusega."
                ]
            },
            {
                "text": "§ 441. Masinate juhtimise ja käitusnõuete rikkumine Lahingutehnika, spetsiaal- või transpordimasina käitusnõuete rikkumise eest, kui sellega on ettevaatamatusest: 1) põhjustatud inimese surm; 2) tekitatud inimesele raske tervisekahjustus või 3) tekitatud suur kahju, -karistatakse ühe- kuni viieaastase vangistusega.",
                "subsections": []
            },
            {
                "text": "§ 442. Lendude ja nendeks ettevalmistamise nõuete rikkumine Lendude või nendeks ettevalmistamise nõuete rikkumise eest, kui sellega on ettevaatamatusest: 1) põhjustatud inimese surm; 2) tekitatud inimesele raske tervisekahjustus või 3) tekitatud suur kahju, -karistatakse kahe- kuni kümneaastase vangistusega.",
                "subsections": []
            },
            {
                "text": "§ 443. Laevajuhtimisnõuete rikkumine Laevajuhtimisnõuete rikkumise eest, kui sellega on ettevaatamatusest: 1) põhjustatud inimese surm; 2) tekitatud inimesele raske tervisekahjustus; 3) põhjustatud laeva hukkumine või 4) tekitatud suur kahju, -karistatakse kahe- kuni kümneaastase vangistusega.",
                "subsections": []
            },
            {
                "text": "§ 444. Garnisoni-, sise- ja distsiplinaarmäärustiku rikkumine",
                "subsections": [
                    "Garnisoni-, sise- või distsiplinaarmäärustiku rikkumise eest, kui sellega on tekitatud oluline kahju, - karistatakse kuni kolmeaastase vangistusega.",
                    "Sama teo eest, kui sellega on ettevaatamatusest tekitatud oluline kahju, - karistatakse kuni üheaastase vangistusega.",
                    "Käesoleva paragrahvi lõikes 1 sätestatud teo eest, kui see on toime pandud erakorralise või sõjaseisukorra ajal, - karistatakse kuni viieaastase vangistusega.",
                    "Käesoleva paragrahvi lõikes 2 sätestatud teo eest, kui see on toime pandud erakorralise või sõjaseisukorra ajal, - karistatakse kuni kolmeaastase vangistusega."
                ]
            },
            {
                "text": "§ 445. Vale teenistusalane ettekanne",
                "subsections": [
                    "Vale suulise või kirjaliku teenistusalase ettekande eest - karistatakse kuni üheaastase vangistusega.",
                    "Sama teo eest, kui sellega on: 1) põhjustatud inimese surm; 2) tekitatud inimesele tervisekahjustus või 3) tekitatud suur kahju, -karistatakse kuue- kuni viieteistaastase vangistusega.",
                    "Käesoleva paragrahvi lõikes 2 sätestatud teo eest, kui selle on toime pannud vanemohvitser või kõrgem ohvitser, - karistatakse kuue- kuni kahekümneaastase vangistusega."
                ]
            },
            {
                "text": "§ 446. Võimu kuritarvitamine",
                "subsections": [
                    "Ülema või kaitseväeametniku poolt võimuliialduse, võimupiiridest või teenistusvolitustest üleastumise eest, kui sellega on tekitatud oluline kahju isiku seadusega kaitstud õigustele või huvidele või riigi huvidele, - karistatakse kuni viieaastase vangistusega.",
                    "Sama teo eest, kui see on toime pandud erakorralise või sõjaseisukorra ajal, - karistatakse ühe- kuni viieaastase vangistusega.[RT I 2002, 56, 350 - jõust. 01.09.2002]"
                ]
            },
            {
                "text": "§ 447. Teenistusalane lohakus",
                "subsections": [
                    "Ülema või kaitseväeametniku poolt oma teenistusalase ülesande täitmata jätmise või pealiskaudse täitmise eest sellesse kohusetundetu või hooletu suhtumise tõttu, kui sellega on tekitatud oluline kahju isiku seadusega kaitstud õigustele või huvidele või riigi huvidele, - karistatakse kuni kaheaastase vangistusega.",
                    "Sama teo eest erakorralise või sõjaseisukorra ajal - karistatakse kuni viieaastase vangistusega."
                ]
            },
            {
                "text": "§ 448. Kaitsejõudude vara pillamine",
                "subsections": [
                    "Kaitsejõudude relvastuse, tehnika, varustuse või muu vara pantimise, mahajätmise, kaotamise, kohusetundetu hoidmise või rikkumise eest, kui sellega on tekitatud suur kahju, - karistatakse kuni viieaastase vangistusega.",
                    "Sama teo eest, kui see on toime pandud erakorralise või sõjaseisukorra ajal, - karistatakse ühe- kuni viieaastase vangistusega."
                ]
            },
            {
                "text": "§ 449. Sõjajõudude üleandmine ja vara jätmine vaenlasele Ülema poolt temale usaldatud sõjajõudude omavolilise üleandmise eest vaenlasele, samuti kindlustuse, lahingutehnika või muu vara jätmise eest vaenlasele, kui seda ei ole tinginud lahinguolukord, - karistatakse kolme- kuni kaheteistaastase vangistusega.",
                "subsections": []
            }
        ]
    },
    {
        "name": "25. peatükk RAKENDUSSÄTE",
        "sections": [],
        "paragraphs": [
            {
                "text": "§ 451. Karistusseadustiku kehtestamine Karistusseadustik kehtestatakse eraldi seadusega. ← Tagasi | Üles ↑ Lehe valmimist toetas Euroopa Liit Facebook Twitter © Riigikantselei 2010© Justiitsministeerium 2012 Riigi Teataja otsinguabi: 620 8148 Tagasiside: e-kiri Versioon 12.15.13 https://www.riigiteataja.ee/otsingu_soovitused.json",
                "subsections": []
            }
        ]
    }
]